Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# photo_is_deleted
source: Photo was deleted
kk: Сурет жойылды
ru: Фотография удалена
uk: Фотографія видалена

# photo_is_deleted_desc
source: This photo has been successfully deleted.
kk: Бұл сурет сәтті жойылды.
ru: Эта фотография была успешно удалена.
uk: Ця світлина була успішно видалена.

source: No video
kk: Бейне жоқ
ru: Нет видеозаписи
uk: Немає відеозапису

# no_video_desc
source: Select a file or provide a link.
kk: Файлды таңдаңыз немесе сілтеме енгізіңіз.
ru: Выберите файл или укажите ссылку.
uk: Оберіть файл або вкажіть URL.

source: Error occured
kk: Қате орын алды
ru: Произошла ошибка
uk: Виникла помилка

# error_video_damaged_file
source: The file is corrupted or does not contain video.
kk: Файл бүлінген немесе құрамында бейне жоқ.
ru: Файл повреждён или не содержит видео.
uk: Файл пошкоджений або не має відеозапису.

# error_video_incorrect_link
source: Perhaps the link is incorrect.
kk: Сілтемеңіз қате болуы мүмкін
ru: Возможно, ссылка некорректна
uk: Можливо, посилання некоректне

# error_video_no_title
source: Video can't be published without a title.
kk: Бейне атаусыз жариялана алмайды.
ru: Видео не может быть опубликовано без названия.
uk: Відео не може бути опубліковано без назви.

# new_data_video
source: The updated description will appear on the video page.
kk: Жаңартылған сипаттама бейне бетінде көрсетіледі.
ru: Обновлённое описание появится на странице с видео.
uk: Оновлений опис з'явиться на сторінці з відео.

# error_deleting_video
source: Failed to delete video
kk: Бейнені жою сәтсіз аяқталды
ru: Не удалось удалить видео
uk: Не вдалося видалити відео

# login_please
source: You are not signed in.
kk: Сіз жүйеге кірмегенсіз.
ru: Вы не вошли в аккаунт.
uk: Ви не увійшли в акаунт.

# invalid_code
source: Failed to verify phone number: Invalid code.
kk: Телефон нөмірін тексеру сәтсіз аяқталды: Код қате.
ru: Не удалось подтвердить номер телефона: неверный код.
uk: Не вдалося підтвердити номер телефону: неправильний код.

# error_max_pinned_clubs
source: Maximum count of the pinned groups is 10.
kk: Бекітілген топтардың ең көп саны – 10.
ru: Находится в левом меню могут максимум 10 групп
uk: Знаходитись у лівому меню можуть максимум 10 спільнот

# error_viewing_subs
source: You cannot view the full list of subscriptions $1.
kk: $1 толық жазылым тізімін қарауға болмайды.
ru: Вы не можете просматривать полный список подписок $1.
uk: Ви не можете переглядати лист підписок $1.

# error_status_too_long
source: Status is too long ($1 characters instead of 255)
kk: Күй мәтініңіз тым ұзын ($1 таңба, рұқсат етілгені – 255).
ru: Статус слишком длинный ($1 символов вместо 255 символов)
uk: Статус надто довгий ($1 символів замість 255 символів)

source: Death...
kk: Өлім...
ru: Смэрть...
uk: Смерть...

# nehay
source: Let 'em live!
kk: Ұзақ ғұмыр сүр!
ru: Нехай живе!
uk: Нехай живе

# user_successfully_banned
source: User was successfully banned.
kk: Пайдаланушы сәтті бұғатталды.
ru: Пользователь успешно забанен.
uk: Користувача успішно заблоковано.

# content_is_deleted
source: The content has been removed and the user has received a warning.
kk: Мазмұн жойылды және пайдаланушыға ескерту берілді.
ru: Контент удалён, а пользователю прилетело предупреждение.
uk: Коментар видалено, а користувач отримав попередження.

# report_is_ignored
source: Report was ignored.
kk: Шағым еленбеді.
ru: Жалоба проигнорирована.
uk: Скаргу проігноровано.

# group_owner_is_banned
source: Group's owner was successfully banned
kk: Топ иесі сәтті бұғатталды
ru: Создатель сообщества успешно забанен.
uk: Творець спільноти успішно заблоковано.

# group_is_banned
source: Group was successfully banned
kk: Топ сәтті бұғатталды
ru: Сообщество успешно забанено
uk: Спільноту успішно заблоковано

# login_as
source: Login as $1
am: Մտնել ինչպես $1
eo: Ensalutu kiel $1
id: Masuk sebagai $1
kk: $1 ретінде кіру
pl: Zaloguj się jako $1
ru: Войти как $1
uk: Увійти як $1

# manage_user_action
source: Manage user
am: Օգտատերի կառավարում
eo: Administri uzanton
id: Atur pengguna
kk: Пайдаланушыны басқару
pl: Zarządzanie użytkownikiem
ru: Управление пользователем
uk: Керування користувачем

# manage_group_action
source: Manage group
am: Խմբի կառավարում
id: Atur grup
kk: Топты басқару
pl: Zarządzanie grupą
ru: Управление группой
uk: Керування спільнотою

# ban_user_action
source: Ban user
am: Բլոկավորել օգտվողին
eo: Uzanto malpermeso
id: Ban pengguna
kk: Бұғаттау
pl: Zablokuj użytkownika
ru: Заблокировать пользователя
uk: Заблокувати користувача

source: Blocks
kk: Бұғаттар
ru: Блокировки
uk: Блокування

source: Last actions
kk: Соңғы әрекеттер
ru: Последние действия
uk: Останні дії

# unban_user_action
source: Unban user
kk: Блоктан шығару
ru: Разблокировать пользователя
uk: Розблокувати користувача

# warn_user_action
source: Warn user
am: Զգուշացնել օգտվողին
eo: Averti uzanto
id: peringatkan pengguna
kk: Пайдаланушыны ескерту
pl: Ostrzec użytkownika
ru: Предупредить пользователя
uk: Попередити користувача

# ban_in_support_user_action
source: Ban in support
kk: Жәрдемде бұғаттау
ru: Заблокировать в поддержке
uk: Заблокувати в технічній підтримці

# unban_in_support_user_action
source: Unban in support
kk: Жәрдемде бұғаттан шешу
ru: Разблокировать в поддержке
uk: Розблокувати в технічній підтримці

# changes_history
source: Editing history
kk: Өңдеу тарихы
ru: История редактирования
uk: Історія редагування

# admin
source: Admin panel
am: Ադմին-վահանակ
kk: Админ-панель
ru: Админ-панель
uk: Адмін панель

source: Sandbox for developers
kk: Әзірлеуші зертханасы
ru: Sandbox для разработчиков
uk: Sandbox для розробників

# admin_ownerid
source: Owner ID
am: Տիրոջ ID
kk: Иесінің ID-сі
ru: ID владельца
uk: ID власника

# admin_author
source: Author
am: Հեղինակ
kk: Авторы
ru: Автор
uk: Автор

# admin_name
source: Name
am: Անուն
kk: Аты
ru: Имя
uk: Ім'я

# admin_title
source: Title
am: Անվանում
kk: Тақырыбы
ru: Название
uk: Назва

# admin_description
source: Description
am: Նկարագրություն
kk: Сипаттамасы
ru: Описание
uk: Опис

# admin_first_known_ip
source: First known IP
am: Առաջին IP
kk: Бірінші IP
ru: Первый IP
uk: Перший IP

# admin_shortcode
source: Short code
am: Կարճ հասցե
kk: Қысқа мекенжай
ru: Короткий адрес
uk: Коротка адреса

# admin_verification
source: Verification
am: Վերիֆիկացիա
kk: Верификация
ru: Верификация
uk: Верифікація

# admin_banreason
source: Ban reason
am: Արգելափակման պատճառ
kk: Блоктың себебі
ru: Причина блокировки
uk: Причина блокування

# admin_banned
source: banned
am: արգելափակված է
kk: бұғатталды
ru: заблокирован
uk: заблокований

# admin_actions
source: Actions
am: Գործողություններ
kk: Әрекеттер
ru: Действия
uk: Дії

# admin_image
source: Image
am: Նկար
kk: Сурет
ru: Изображение
uk: Зображення

# admin_image_replace
source: Replace the image?
am: Փոխե՞լ նկարը
kk: Суретті ауыстыру керек пе?
ru: Заменить изображение?
uk: Замінити зображення?

# admin_uses
source: Uses
am: Օգտագործումներ
kk: Қолданулар саны
ru: Использований
uk: Використань

# admin_uses_reset
source: Reset the number of uses?
am: Զրոյացնե՞լ օգտագործումների քանակը
kk: Қолданулар санын қалпына келтіру керек пе?
ru: Сбросить количество использований?
uk: Скинути кількість використання?

# admin_limits
source: Limits
am: Սահմանափակումներ
kk: Шектеулер саны
ru: Ограничения
uk: Обмеження

# admin_limits_reset
source: Reset the number of limits
am: Զրոյացնել օգտագործումների քանակը
kk: Шектеулер санын қалпына келтіру керек пе?
ru: Сбросить количество ограничений
uk: Скинути кількість обмежень

# admin_open
source: Open
am: Բացել
kk: Ашу
ru: Открыть
uk: Відкрити

# admin_loginas
source: Login as...
am: Մուտք գործել ինչպես...
kk: Осы пайдаланушы ретінде кіру...
ru: Войти как...
uk: Увійти як...

# admin_commonsettings
source: Common settings
am: Ընդհանուր կարգավորումներ
kk: Жалпы параметрлер
ru: Общие настройки
uk: Загальні налаштування

# admin_langsettings
source: Language-dependent settings
am: Լեզվից կախված կարգավորումներ
kk: Тілге тәуелді параметрлер
ru: Языко-зависимые настройки
uk: Мовно-залежні налаштування

# admin_tab_main
source: General
am: Գլխավոր
kk: Бастысы
ru: Главное
uk: Головне

# admin_tab_ban
source: Ban
am: Բլոկավորում
kk: Блок
ru: Блокировка
uk: Блокування

# admin_tab_followers
source: Followers
am: Մասնակիցներ
kk: Пайдаланушылар
ru: Участники
uk: Учасники

# admin_overview
source: Overview
am: Դիտում
kk: Шолу
ru: Обзор
uk: Огляд

# admin_overview_summary
source: Summary
am: Ամփոփում
kk: Түйіндеме
ru: Сводка
uk: Зведення

# admin_content
source: User-generated content
am: Օգտատիրային կոնտենտ
kk: Пайдаланушы контенті
ru: Пользовательский контент
uk: Контент користувача

# admin_user_search
source: Search for users
am: Օգտատերերի որոնում
kk: Пайдаланушы іздеу
ru: Поиск пользователей
uk: Пошук користувачів

# admin_user_online
source: Online status
am: Օնլայն վիճակ
kk: Онлайн статус
ru: Онлайн статус
uk: Онлайн статус

# admin_user_online_default
source: Default
am: Ըստ նախնականի
kk: Әдепкі
ru: По-умолчанию
uk: За замовчуванням

# admin_user_online_incognito
source: Incognito
am: Ինկոգնիտո
kk: Инкогнито
ru: Инкогнито
uk: Інкогніто

# admin_user_online_deceased
source: Deceased
am: Հանգուցյալ
kk: Қайтыс болған
ru: Покойник
uk: Небіжчик

# admin_club_search
source: Search for groups
am: Խմբերի որոնում
kk: Топ іздеу
ru: Поиск групп
uk: Пошук спільнот

# admin_club_excludeglobalfeed
source: Do not display posts in the global feed
am: Չ՛ցույց տալ գլոբալ ժապավենում
kk: Жазбаларды жаһандық таспада көрсетпеу
ru: Не отображать записи в глобальной ленте
uk: Не показувати записи в глобальній стрічці

# admin_club_enforceexcludeglobalfeed
source: Disallow group staff from changing global feed status
kk: Топ әкімшілеріне жазбалардың жаһандық таспада көрінуін баптауға тыйым салу
ru: Запретить руководству группы изменять отображение в глобальной ленте
uk: Заборонити керівництву спільноти змінювати відображення в глобальній стрічці

# admin_services
source: Paid services
am: Վճարովի ծառայություններ
kk: Ақылы қызметтер
ru: Платные услуги
uk: Платні послуги

# admin_newgift
source: New gift
am: Նոր նվեր
kk: Жаңа сыйлық
ru: Новый подарок
uk: Новий подарунок

# admin_price
source: Price
am: Գին
kk: Бағасы
ru: Цена
uk: Ціна

# admin_giftset
source: Gift set
am: Նվերների հավաքախու
kk: Сыйлық жинағы
ru: Набор подарков
uk: Набір подарунків

# admin_giftsets
source: Gift sets
am: Նվերների հավաքախուներ
kk: Сыйлық жинақтары
ru: Наборы подарков
uk: Набори подарунків

# admin_giftsets_none
source: There are no gift sets. Create a set to create a gift.
am: Նվերների հավաքածու չկա։ Ստեղծե՛ք հավաքածու նվեր ավելացնելու համար։
kk: Сыйлық жинақтар жоқ. Сыйлық жасау үшін бірінші сыйлық жинағын жасаңыз.
ru: Нет наборов подарков. Создайте набор, чтобы создать подарок.
uk: Немає наборів подарунків. Створіть набір, щоб створити подарунок.

# admin_giftsets_create
source: Create a gift set
am: Ստեղծել նվերների հավաքածու
kk: Сыйлық жинағын жасау
ru: Создать набор подарков
uk: Створити набір подарунків

# admin_giftsets_title
source: The internal name of the set, which will be used if no name can be found in the user's language.
am: Հավաքածույի ներքին անվանում, եթե չի հաջողվում որոնել այն օգտատիրոջ լեզվով
kk: Пайдаланушы тіліндегі атау табылмаса, пайдаланылатын жинағының ішкі атауы.
ru: Внутреннее название набора, которое будет использоваться, если не удаётся найти название на языке пользователя.
uk: Внутрішня назва набору, яка буде використовуватися, якщо не вдається знайти назву мовою користувача.

# admin_giftsets_description
source: The internal description of the set, which will be used if no name can be found in the user's language.
am: Հավաքածույի ներքին նկարագրություն, եթե չի հաջողվում որոնել այն օգտատիրոջ լեզվով
kk: Пайдаланушы тіліндегі атау табылмаса, пайдаланылатын жинағының ішкі сипаттамасы.
ru: Внутреннее описание набора, которое будет использоваться, если не удаётся найти название на языке пользователя.
uk: Внутрішній опис набору, який буде використовуватись, якщо не вдається знайти назву мовою користувача.

# admin_price_free
source: free
am: անվճար
kk: тегін
ru: бесплатный
uk: безоплатний

# admin_voucher_rating
source: Rating
am: Վարկանիշ
kk: Рейтинг
ru: Рейтинг
uk: Рейтинг

# admin_voucher_serial
source: Serial number
am: Սերիական համար
kk: Сериялық нөмір
ru: Серийный номер
uk: Серійний номер

# admin_voucher_serial_desc
source: The number consists of 24 characters. If the format is incorrect or the field is not filled in, it will be assigned automatically.
am: Համարը բաղկացած է 24 նշից։ Եթե Դուք այն սխալ գրեք, այն կտրվի ավտոմատ։
kk: Нөмір 24 белгіден тұрады. Пішім дұрыс болмаса я өріс бос болса, автоматты түрде тағайындалады.
ru: Номер состоит из 24 символов. Если формат неправильный или поле не заполнено, будет назначен автоматически.
uk: Номер складається з 24 символів. Якщо формат неправильний або поле не заповнене, буде призначено автоматично.

# admin_voucher_coins
source: Number of votes
am: Ձայների քանակ
kk: Дауыстар көлемі
ru: Количество голосов
uk: Кількість голосів

# admin_voucher_rating_number
source: Number of rating
kk: Рейтинг көлемі
ru: Количество рейтинга
uk: Кількість рейтингу

# admin_voucher_usages_desc
source: The number of users that can use the voucher. If you type -1, it will be infinity.
am: Վաուչերը օգտագործող ակկաունտների քանակ։ Եթե գրեք -1, ապա այն կլինի օգտագործել անվերջ։
kk: Ваучерді пайдалана алатын аккаунттардың саны. -1 деп жазсаңыз, шексіздік болады.
ru: Количество аккаунтов, которые могут использовать ваучер. Если написать -1, будет бесконечность.
uk: Кількість акаунтів, які можуть використовувати ваучер. Якщо написати -1, буде нескінченність.

# admin_voucher_status
source: Status
am: Կարգավիճակ
kk: Күйі
ru: Состояние
uk: Стан

# admin_voucher_status_opened
source: active
am: ակտիվ է
kk: белсенді
ru: активен
uk: активний

# admin_voucher_status_closed
source: closed
am: վերջացել է
kk: бітті
ru: закончился
uk: закінчився

# admin_settings
source: Settings
am: Կարգավորումներ
kk: Параметрлер
ru: Настройки
uk: Налаштування

# admin_settings_tuning
source: General
am: Ընդհանուր
kk: Жалпы
ru: Общее
uk: Загальне

# admin_settings_appearance
source: Appearance
am: Արտաքին տեսք
kk: Сыртқы көрініс
ru: Внешний вид
uk: Зовнішній вигляд

# admin_settings_security
source: Security
am: Անվտանգություն
kk: Қауіпсіздік
ru: Безопасность
uk: Безпека

# admin_settings_integrations
source: Integrations
am: Ինտեգրացիաներ
kk: Интеграциялар
ru: Интеграции
uk: Інтеграція

# admin_settings_system
source: System
am: Համակարգ
kk: Жүйе
ru: Система
uk: Система

# admin_about
source: About OpenVK
am: OpenVK-ի մասին
kk: OpenVK туралы
ru: Об OpenVK
uk: Про OpenVK

# admin_about_version
source: Version
am: Վերսիա
kk: Версия
ru: Версия
uk: Версія

# admin_about_instance
source: Instance
am: Հոսք
kk: Инстанция
ru: Инстанция
uk: Інстанція

# admin_commerce_disabled
source: Commerce has been disabled by the system administrator
am: Коммерция отключена системным администратором
kk: Жүйелік әкімі коммерцияны өшірді
ru: Коммерция отключена системным администратором
uk: Комерція відключена системним адміністратором

# admin_commerce_disabled_desc
source: The voucher and gift settings will be saved, but will have no effect.
am: Настройки ваучеров и подарков будут сохранены, но не будут оказывать никакого влияния.
kk: Ваучер мен сыйлық параметрлері сақталады, бірақ ешқандай әсер етпейді.
ru: Настройки ваучеров и подарков будут сохранены, но не будут оказывать никакого влияния.
uk: Налаштування ваучерів та подарунків будуть збережені, але не матимуть впливу.

# admin_privacy_warning
source: Be careful with this information
kk: Мына ақпаратпен сақ болыңыз
ru: Будьте осторожны с этой информацией
uk: Ставтесь до цієї інформації обережно — халатне відношення або поширення через особисті мотиви можуть призвести до відповідних наслідків!

# admin_longpool_broken
source: Longpool is broken and will not work!
kk: Longpool сынық, жұмыс істемейді!
ru: Longpool сломан!
uk: Longpool пошкоджено!

# admin_longpool_broken_desc
source: Make sure file at the path <code>$1</code> exist and have correct rights and ownership.
kk: <code>$1</code> жолындағы файл бар екеніне және оның рұқсаты мен меншік құқығы дұрыс орнатылғанына көз жеткізіңіз.
ru: Проверьте, существует ли файл по пути <code>$1</code> и выданы ли у него правильные права на запись.
uk: Перевірте існування файла за шляхом <code>$1</code> і чи видані в нього правильні права на запис.

# admin_banned_links
source: Blocked links
kk: Бұғатталған сілтемелер
ru: Заблокированные ссылки
uk: Заблоковані посилання

# admin_banned_link
source: Link
kk: Сілтеме
ru: Ссылка
uk: Посилання

# admin_banned_domain
source: Domain
kk: Үйшік
ru: Домен
uk: Домен

# admin_banned_link_description
source: With the protocol (https://example.com/)
kk: Хаттамамен (https://example.com/)
ru: С протоколом (https://example.com/)
uk: З протоколом (https://example.org/)

# admin_banned_link_regexp
source: Regular expression
kk: Тұрақты өрнек (Regex)
ru: Регулярное выражение
uk: Регулярний вираз

# admin_banned_link_regexp_description
source: It is substituted after the domain specified above. Don't fill it out if you want to block the entire domain
kk: Ол жоғарыда көрсетілген үйшіктен кейін ауыстырылады. Бүкіл үйшікті бұғаттағыңыз келсе, оны толтырмаңыз
ru: Подставляется после домена, указанного выше. Не заполняйте, если хотите заблокировать весь домен
uk: Підставляється після домену, зазначеного вище. Не заповнюйте, якщо хочете заблокувати весь домен

# admin_banned_link_reason
source: Reason
kk: Себебі
ru: Причина
uk: Причина

# admin_banned_link_initiator
source: Initiator
kk: Индикатор
ru: Инициатор
uk: Ініціатор

# admin_banned_link_not_specified
source: The link is not specified
kk: Сілтеме көрсетілмеген
ru: Ссылка не указана
uk: Посилання не зазначено

# admin_banned_link_not_found
source: Link not found
kk: Сілтеме табылмады
ru: Ссылка не найдена
uk: Посилання не знайдено

# admin_gift_moved_successfully
source: Gift moved successfully
kk: Сыйлық сәтті жылжытылды
ru: Подарок успешно перемещён
uk: Подарунок успішно переміщено

# admin_gift_moved_to_recycle
source: This gift was moved to <b>Recycle Bin</b>.
kk: Бұл сыйлық енді <b>қоқыс жәшігінде</b> болады.
ru: Теперь подарок находится в <b>корзине</b>.
uk: Тепер подарунок у <b>кошику</b>.

# admin_original_file
source: Original file
kk: Түпнұсқа файл
ru: Оригинальный файл
uk: Оригінальний файл

# admin_audio_length
source: Length
kk: Ұзақтығы
ru: Длина
uk: Довжина

# admin_cover_id
source: Cover (photo ID)
kk: Мұқаба (сурет ID-сі)
ru: Обложка (ID фото)
uk: Обкладинка (ідентифікатор фото)

# admin_music
source: Music
kk: Музыка
ru: Музыка
uk: Музика

source: Logs
kk: Журнал
ru: Логи
uk: Логи

# logs_anything
source: Anything
kk: Кез келген нәрсе
ru: Любое
uk: Будь-яке

# logs_adding
source: Creation
kk: Қосылды
ru: Создание
uk: Створення

# logs_editing
source: Editing
kk: Өңделді
ru: Редактирование
uk: Редагування

# logs_removing
source: Deletion
kk: Жойылды
ru: Удаление
uk: Видалення

# logs_restoring
source: Restoring
kk: Қалпына келтірілді
ru: Восстановление
uk: Відновлення

# logs_added
source: created
kk: қосты
ru: добавил
uk: додав

# logs_edited
source: edited
kk: өңдеді
ru: отредактировал
uk: відредагував

# logs_removed
source: removed
kk: жойды
ru: удалил
uk: видалив

# logs_restored
source: restored
kk: қалпына келтірді
ru: восстановил
uk: відновив

# logs_id_post
source: Post ID
kk: Жазба ID-сі
ru: ID записи
uk: ID допису

# logs_id_object
source: Object ID
kk: Нысан ID-сі
ru: ID объекта
uk: ID об'єкту

# logs_uuid_user
source: User UUID
kk: Пайдаланушы UUID-сі
ru: UUID пользователя
uk: UUID користувача

# logs_change_type
source: Change Type
kk: Өзгеріс түрі
ru: Тип изменения
uk: Тип зміни

# logs_change_object
source: Object Type
kk: Нысан түрі
ru: Тип объекта
uk: Тип об'єкта

# logs_user
source: User
kk: Пайдаланушы
ru: Пользователь
uk: Користувач

# logs_object
source: Object
kk: Нысан
ru: Объект
uk: Об'єкт

# logs_type
source: Type
kk: Түр
ru: Тип
uk: Тип

# logs_changes
source: Changes
kk: Өзгерістер
ru: Изменения
uk: Зміни

# logs_time
source: Time
kk: Уақыт
ru: Время
uk: Час

# bans_history
source: Blocks history
kk: Бұғаттау тарихы
ru: История блокировок
uk: Історія блокувань

# bans_history_blocked
source: Blocked
kk: Бұғатталған
ru: Забаненный
uk: Заблоковано

# bans_history_initiator
source: Initiator
kk: Бастама көтерген
ru: Инициатор
uk: Ініціатор

# bans_history_start
source: Start
kk: Басталу уақыты
ru: Начало
uk: Початок

# bans_history_end
source: End
kk: Аяқталу уақыты
ru: Конец
uk: Кінець

# bans_history_time
source: Time
kk: Уақыт
ru: Время
uk: Час

# bans_history_reason
source: Reason
kk: Себеп
ru: Причина
uk: Причина

# bans_history_removed
source: Removed
kk: Жойылды
ru: Снята
uk: Знята

# bans_history_active
source: Active block
kk: Белсенді бұғат
ru: Активная блокировка
uk: Активне блокування

# paginator_back
source: Back
am: Հետ
id: Sebelumnya
kk: Артқа
pl: Do tyłu
ru: Назад
uk: Назад

# paginator_page
source: Page $1
am: $1 էջ
id: Halaman $1
kk: $1 бет
pl: Strona $1
ru: Страница $1
uk: Сторінка $1

# paginator_next
source: Next
am: Առաջ
id: Selanjutnya
kk: Алға
pl: Dalej
ru: Дальше
uk: Далі

source: About OpenVK
am: OpenVK-ի մասին
id: Tentang OpenVK
kk: OpenVK туралы
pl: O OpenVK
ru: Об OpenVK
uk: Про OpenVK

source: About this instance
am: Այս հոսքի մասին
kk: Инстанция туралы
pl: O tej instancji
ru: Об этой инстанции
uk: Про цю інстанцію

source: Rules
am: Կանոններ
kk: Ережелер
pl: Zasada
ru: Правила
uk: Правила

source: Most popular groups
am: Ամենահայտնի խմբերը
kk: Ең танымал топтар
pl: Najpopularniejsze grupy
ru: Самые популярные группы
uk: Найбільш популярні спільноти

source: On this instance are:
am: Այս հոսքում․
kk: Осы инстанцияда:
pl: W tej instancji:
ru: На этой инстанции:
uk: На цій інстанції:

# about_links
source: Links
am: Հղումներ
kk: Сілтемелер
ru: Ссылки
uk: Посилання

source: Instance links:
am: Հոսքերի հղումներ․
kk: Инстанция сілтемелері:
ru: Ссылки инстанции:
uk: Посилання інстанції:

# about_users_one
source: <b>1</b> user
am: <b>Մեկ</b> օգտատեր
id: <b>1</b> pengguna
kk: <b>1</b> пайдаланушы
pl: <b>1</b> użytkownik
ru: <b>1</b> пользователь
uk: <b>1</b> користувач

# about_users_other
source: <b>$1</b> users
am: <b>$1</b> օգտատեր
id: <b>$1</b> pengguna
kk: <b>$1</b> пайдаланушы
pl: <b>$1</b> użytkowników
ru: <b>$1</b> пользователей
uk: <b>$1</b> користувачів

# about_online_users_one
source: <b>1</b> online user
am: <b>Մեկ</b> օգտատեր է ցանցի մեջ
id: <b>1</b> pengguna aktif
kk: <b>1</b> желідегі пайдаланушы
pl: <b>1</b> użytkownik online
ru: <b>1</b> пользователь в сети
uk: <b>1</b> користувач у мережі

# about_online_users_other
source: <b>$1</b> online users
am: <b>$1</b> օգտատեր է ցանցի մեջ
id: <b>$1</b> pengguna aktif
kk: <b>$1</b> желідегі пайдаланушы
pl: <b>$1</b> użytkowników online
ru: <b>$1</b> пользователей в сети
uk: <b>$1</b> користувачів у мережі

# about_active_users_one
source: <b>1</b> active user
am: <b>Մեկ</b> ակտիվ օգտատեր
id: <b>1</b> pengguna aktif
kk: <b>1</b> белсенді пайдаланушы
pl: <b>1</b> aktywny użytkownik
ru: <b>1</b> активный пользователь
uk: <b>1</b> активний користувач

# about_active_users_other
source: <b>$1</b> active users
am: <b>$1</b> ակտիվ օգտատեր
id: <b>$1</b> pengguna aktif
kk: <b>$1</b> белсенді пайдаланушы
pl: <b>$1</b> aktywnych użytkowników
ru: <b>$1</b> активных пользователей
uk: <b>$1</b> активних користувачів

# about_groups_one
source: <b>1</b> group
am: <b>Մեկ</b> խումբ
id: <b>1</b> grup
kk: <b>1</b> топ
pl: <b>1</b> grupa
ru: <b>1</b> группа
uk: <b>1</b> спільнота

# about_groups_other
source: <b>$1</b> groups
am: <b>$1</b> խումբ
id: <b>$1</b> grup
kk: <b>$1</b> топ
pl: <b>$1</b> grup
ru: <b>$1</b> групп
uk: <b>$1</b> спільнот

# about_wall_posts_one
source: <b>1</b> wall post
am: <b>Մեկ</b> գրություն պատերի վրա
kk: <b>1</b> жазба бар
pl: <b>1</b> wpis na ścianach
ru: <b>1</b> запись на стенах
uk: <b>1</b> дописів на стінах
