Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

source: Increase by
am: Բարձրացնել
kk: Неше есе көтеру
ru: Повысить на
uk: Підвищити на

source: Price
am: Արժողություն
id: Harga
kk: Бағасы
ru: Стоимость
uk: Ціна

# you_have_unused_votes
source: You have $1 unused votes on your balance.
am: Ձեր մոտ $1 չօգտագործված ձայն կա հաշվի վրա։
id: Kamu memiliki $1 vote yang belum digunakan.
kk: Сіздің шотыңызда $1 қолданылмаған дауыс бар.
ru: У Вас $1 неиспользованных голоса на балансе.
uk: У вас $1 невикористаних голосів на балансі.

source: Apply voucher
am: Կիրառել վաուչեր
kk: Ваучерді қолдану
ru: Применить ваучер
uk: Застосувати ваучер

source: Failed to increase rating
am: Չհաջողվե՛ց բարձրացնել վարկանիշը
kk: Рейтингті көтеру мүмкін болмады
ru: Не удалось повысить рейтинг
uk: Не вдалося підвищити рейтинг

# rating_increase_successful
source: You have successfully increased the rating of <b><a href="$1">$2</a></b> by <b>$3%</b>.
am: Դուք հաջողությամբ բարձրացրեցիք Ձեր վարկանիշը <b><a href="$1">$2</a></b> <b>$3%</b>-ով։
id: You have successfully increased rating of <b><a href="$1">$2</a></b> by <b>$3%</b>.
kk: Сіз <b><a href="$1">$2</a></b> атты пайдаланушының рейтингің сәтті <b>$3%</b> есе көтердіңіз.
ru: Вы успешно повысыли рейтинг <b><a href="$1">$2</a></b> на <b>$3%</b>.
uk: Ви підвищили рейтинг <b><a href="$1">$2</a></b> на <b>$3%</b>.

# negative_rating_value
source: You can't steal ratings from another person.
am: Կներե՛ք, մենք չենք կարող գողանալ ուրիշի վարկանիշը։
id: We cannot steal rating from another person, sorry.
kk: Кешіріңіз, бірақ біз басқа адамның рейтингің ұрлай алмаймыз.
ru: Мы не можем украсть рейтинг у другого человека, извините.
uk: Значення не може бути від'ємним.

source: increased your rating by
am: բարձրացրել է վարկանիշը
kk: сіздің рейтингіңізді көтерді
ru: повысил ваш рейтинг на
uk: підвищив рейтинг на

source: Gift
am: Նվեր
eo: Donaco
id: Hadiah
kk: Сыйлық
pl: Prezent
ru: Подарок
uk: Подарунок

source: Gifts
am: Նվերներ
eo: Donacoj
id: Hadiah
kk: Сыйлықтар
pl: Prezenty
ru: Подарки
uk: Подарунки

# gifts_zero
source: Zero gifts
am: Նվերներ չկան
eo: Nulaj donacoj
id: 0 Hadiah
kk: Нөл сыйлық
pl: Brak prezentów
ru: Нет подарков
uk: Немає подарунків

# gifts_one
source: One gift
am: Մեկ նվեր
eo: Unu donaco
id: 1 Hadiah
kk: Бір сыйлық
pl: Jeden prezent
ru: Один подарок
uk: Один подарунок

# gifts_other
source: $1 gifts
am: $1 նվեր
id: $1 Hadiah
kk: $1 сыйлық
pl: $1 prezentów
ru: $1 подарков
uk: $1 подарунка

# gifts_left
source: Gifts left: $1
am: Մնաց $1 նվեր
eo: Restas donacoj: $1
id: Hadiah tersedia: $1
kk: Қалған сыйлық саны: $1
pl: Prezentów zostało: $1
ru: Подарков осталось: $1
uk: Подарунок залишилося: $1

# gifts_left_one
source: One gift left
am: Մնաց մեկ նվեր
eo: Restas unu donaco
id: satu Hadiah tersedia
kk: Бір сыйлық қалды
pl: Jeden prezent został
ru: Один подарок остался
uk: Залишився один подарунок

# gifts_left_other
source: $1 gifts left
am: $1 նվեր մնաց
eo: Restas $1 donacoj
id: $1 Hadiah tersisa
kk: $1 сыйлық қалды
pl: $1 pozostało prezentów
ru: $1 подарков осталось
uk: Залишилося $1 подарунка

source: Send gift
am: Ուղարկել նվեր
eo: Sendu donacon
id: Beri Hadiah
kk: Сыйлық жіберу
pl: Wyślij prezent
ru: Отправить подарок
uk: Відправити подарунок

# gift_select
source: Select gift
am: Ընտրել նվեր
eo: Elektu donacon
id: Pilih Hadiah
kk: Сыйлық таңдау
pl: Wybierz prezent
ru: Выбрать подарок
uk: Обрати подарунок

source: Collections
am: Հավաքածուներ
eo: Kolektoj
id: Koleksi
kk: Жинақтар
pl: Kolekcje
ru: Коллекции
uk: Колекції

source: Confirm
am: Հաստատում
eo: Konfirmu
id: Konfirmasi
kk: Растау
pl: Potwierdzenie
ru: Подтверждение
uk: Підтвердження

source: As anonymous
am: Գաղտնի
eo: Kiel anonima
id: sebagai anonim
kk: Аноним ретінде
pl: Anonimowo
ru: Анонимно
uk: Анонімно

# gift_your_message
source: Your message
am: Ձեր նամակը
eo: Via mesaĝo
id: Pesanmu
kk: Хабарламаңыз
pl: Twoja wiadomość
ru: Ваше сообщение
uk: Повідомлення

# free_gift
source: Free
am: Անվճար
eo: Senpaga
id: Gratis
kk: Тегін
pl: Bezpłatnie
ru: Бесплатно
uk: Безоплатно

# coins
source: Votes
am: Ձայներ
eo: Voĉdonoj
id: Vote
kk: Дауыстар
pl: Głosy
ru: Голоса
uk: Голоси

# coins_zero
source: 0 vote
am: 0 ձայն
eo: 0 voĉdono
kk: Нөл дауыс
pl: 0 głosów
ru: 0 голосов
uk: 0 голосів

# coins_one
source: One vote
am: Մեկ ձայն
eo: Unu voĉdono
id: 1 vote
kk: Бір дауыс
pl: Jeden głos
ru: Один голос
uk: 1 голос

# coins_other
source: $1 votes
am: $1 ձայն
eo: $1 voĉoj
id: $1 vote
kk: $1 дауыс
pl: $1 głosów
ru: $1 голосов
uk: $1 голоси

# users_gifts
source: Gifts
am: Նվերներ
eo: Donacoj
id: Hadiah
kk: Сыйлықтар
pl: Prezent
ru: Подарки
uk: Подарунки

# app
source: Application
kk: Қосымша
ru: Приложение
uk: Застосунок

# apps
source: Applications
kk: Қосымшалар
ru: Приложения
uk: Застосунки

source: All apps
kk: Барлық қосымшалар
ru: Все приложения
uk: Всі застосунки

source: Installed apps
kk: Орнатылған қосымшаларым
ru: Мои приложения
uk: Мої застосунки

source: Own apps
kk: Өзім әзірлеген қосымшаларым
ru: Управление
uk: Керування

# own_apps_alternate
source: My apps
kk: Қосымшаларым
ru: Мои приложения
uk: Мої застосунки

# app_play
source: start
kk: бастау
ru: запустить
uk: запустити

# app_uninstall
source: uninstall
kk: өшіру
ru: отключить
uk: вимкнути

# app_edit
source: edit
kk: өңдеу
ru: редактировать
uk: редагувати

# app_dev
source: Developer
kk: Әзірлеуші
ru: Разработчик
uk: Розробник

# create_app
source: Create an application
kk: Қосымша жасау
ru: Создать приложение
uk: Створити застосунок

# edit_app
source: Edit an application
kk: Қосымша өңдеу
ru: Редактировать приложение
uk: Редагувати застосунок

# new_app
source: New application
kk: Жаңа қосымша
ru: Новое приложение
uk: Новий застосунок

# app_news
source: A news note
kk: Жаңалықтар жолжазбасы
ru: Заметка с новостями
uk: Нотатка з новинами

# app_state
source: Status
kk: Күйі
ru: Состояние
uk: Стан

# app_enabled
source: Enabled
kk: Қосулы
ru: Включено
uk: Увімкнено

# app_creation_hint_url
source: Specify the exact address in the URL, including the scheme (https), port (80), and required request parameters.
kk: URL мекенжайында схемамен (https), портпен (80) және қажетті сұрау параметрлерімен бірге нақты мекенжайды көрсетіңіз.
ru: Укажите в URL точный адрес вместе со схемой (https), портом (80) и нужными параметрами запроса.
uk: Вкажіть в URL точну адресу разом зі схемою (https), портом (80) та потрібними параметрами запиту.

# app_creation_hint_iframe
source: Your application will open in an iframe.
kk: Қосымшаңыз iframe-де ашылатын болады.
ru: Ваше приложение будет открыто в iframe.
uk: застосунок буде відкритий в iframe.

# app_balance
source: Your application has <b>$1</b> votes credited to it.
kk: Қосымшаңыздың шотында <b>$1</b> дауыс бар.
ru: На счету вашего приложения <b>$1</b> голосов.
uk: На рахунку цього застосунку <b>$1</b> голосів.

# app_users
source: Your application is being used by <b>$1</b> people.
kk: Қосымшаңызды <b>$1</b> адам пайдаланады.
ru: Вашим приложением пользуются <b>$1</b> человек.
uk: Цим застосунком користуються <b>$1</b> користувачів.

# app_withdrawal
source: Withdraw
kk: Шоттан алу
ru: Вывод средств
uk: Виведення коштів

# app_withdrawal_q
source: Do you want to withdraw?
kk: шоттан аласыз ба?
ru: вывести?
uk: вивести?

# app_withdrawal_empty
source: Sorry, withdrawal of emptiness is not possible.
kk: Шотыңыз бос екен, ала алмадық.
ru: Не удалось вывести пустоту, извините.
uk: Не вдалося вивести: значення не може бути пустим.

# app_withdrawal_created
source: A request to withdraw $1 votes has been created. Awaiting crediting.
kk: $1 дауысты шоттан алу туралы сұрау жасалды. Несиелеуді күтуде.
ru: Заявка на вывод $1 голосов была создана. Ожидайте зачисления.
uk: Заявку на виведення $1 голосів було створено. Чекайте на зарахування.

# appjs_payment
source: Purchase Payment
kk: Сатып алу төлемі
ru: Оплата покупки
uk: Оплата покупки

# appjs_payment_intro
source: You are about to pay for an order in the application
kk: Қосымшада тапсырыс үшін төлем жасағалы тұрсыз
ru: Вы собираетесь оплатить заказ в приложении
uk: Ви збираєтеся сплатити замовлення в застосунку

# appjs_order_items
source: Order items
kk: Тапсырыс беру
ru: Состав заказа
uk: Деталі замовлення

# appjs_payment_total
source: Total amount payable
kk: Төлеуге жататын жалпы сома
ru: Итоговая сумма к оплате
uk: Підсумкова сума до оплати

# appjs_payment_confirm
source: Pay
kk: Төлеу
ru: Оплатить
uk: Сплатити

# appjs_err_funds
source: Failed to pay: insufficient funds.
kk: Төлей алмадық: қаражат жеткіліксіз.
ru: Не удалось оплатить покупку: недостаточно средств.
uk: Не вдалося сплатити покупку: недостатньо коштів.

# appjs_wall_post
source: Publish a Post
kk: Жазба жариялау
ru: Опубликовать запись
uk: Опублікувати допис

# appjs_wall_post_desc
source: wants to publish a post on your wall
kk: қабырғаңызға жазба жариялағысы келіп тұр
ru: хочет опубликовать на Вашей стене запись
uk: хоче опублікувати на Вашій стіні допис

# appjs_act_friends
source: Your Friends
kk: Достарыңыз
ru: вашим Друзьям
uk: Вашим друзям

# appjs_act_friends_desc
source: add users as friends and read your friends list
kk: пайдаланушыларды достар ретінде қосу және достар тізімін оқу
ru: добавлять пользователей в друзья и читать Ваш список друзей
uk: додавати користувачів у друзі та читати список друзів

# appjs_act_wall
source: Your Wall
kk: Қабырғаңыз
ru: вашей Стене
uk: Вашій стіні

# appjs_act_wall_desc
source: see your news, your wall and create posts on it
kk: жаңалықтарыңызды, қабырғаңызды көру және оған жазбалар жасау
ru: смотреть Ваши новости, Вашу стену и создавать на ней записи
uk: переглядати Ваші новини, Вашу стіну та створювати на ній дописи

# appjs_act_messages
source: Your Messages
kk: Хаттарыңыз
ru: вашим Сообщениям
uk: Вашим повідомленням

# appjs_act_messages_desc
source: read and write messages on your behalf
kk: сіздің атыңыздан хат оқу және жазу
ru: читать и писать от Вашего имени сообщения
uk: читати та писати від Вашого імені повідомлення

# appjs_act_groups
source: Your Groups
kk: Топтарыңыз
ru: вашим Сообществам
uk: Вашим спільнотам

# appjs_act_groups_desc
source: see a list of your groups and subscribe you to others
kk: топтар тізіміңізді қарау және басқаларға жазылу
ru: смотреть список Ваших групп и подписывать вас на другие
uk: дивитися список Ваших спільнот та підписувати вас на інші

# appjs_act_likes
source: Likes Feature
kk: 'Ұнатамын' функциясы
ru: функционалу Лайков
uk: функціоналу вподобань

# appjs_act_likes_desc
source: give and take away likes to posts
kk: посттарға ұнатуларды беру және алып тастау
ru: ставить и убирать отметки "Мне нравится" с записей
uk: ставити та прибирати позначки "мені подобається" із записів

# appjs_act_request
source: Access Request
kk: Қол жеткізу сұрауы
ru: Запрос доступа
uk: Запит доступу

# appjs_act_requests
source: requests access to
kk: деген қосымша келесілерге қол жеткізуді сұрайды
ru: запрашивает доступ к
uk: запитує доступ до

# appjs_act_can
source: The app will be able to
kk: Осы қосымша келесі әрекеттерді орындай алады:
ru: Приложение сможет
uk: Застосунок зможе

# appjs_act_allow
source: Allow
kk: Рұқсат беру
ru: Разрешить
uk: Дозволити

# appjs_act_disallow
source: Disallow
kk: Бермеу
ru: Не разрешать
uk: Відхилити

# app_uninstalled
source: Application Disabled
kk: Қосымша өшірілді
ru: Приложение отключено
uk: Застосунок вимкнено

# app_uninstalled_desc
source: It will no longer be able to perform actions on your behalf.
kk: Ол енді сіздің атыңыздан әрекеттерді орындай алмайды.
ru: Оно больше не сможет выполнять действия от Вашего имени.
uk: Він не зможе виконувати дії від Вашого імені.

# app_err_not_found
source: Application Not Found
kk: Қосымша табылмады
ru: Приложение не найдено
uk: Застосунок не знайдено

# app_err_not_found_desc
source: Incorrect identifier or it has been disabled.
kk: Қате идентификатор немесе ол өшірілген болуы мүмкін.
ru: Некорректный идентификатор или оно было отключено.
uk: Неправильний ідентифікатор або застосунок вимкнено.

# app_err_forbidden_desc
source: This application does not belong to you.
kk: Бұл қосымша сіздікі емес.
ru: Это приложение не Ваше.
uk: Цей застосунок не належить Вам.

# app_err_url
source: Incorrect Address
kk: Қате мекенжай
ru: Неправильный адрес
uk: Некоректна адреса

# app_err_url_desc
source: The address of the application did not pass the check; make sure it is correct.
kk: Қосымша мекенжайы тексерістен өтпеді, оның дұрыстығына көз жеткізіңіз.
ru: Адрес приложения не прошёл проверку, убедитесь что он указан правильно.
uk: Адреса застосунку не пройшла перевірку, переконайтеся, що вона вказана правильно.

# app_err_ava
source: Unable to Upload an Avatar
kk: Қосымша суретін жүктей алмадық
ru: Не удалось загрузить аватарку
uk: Не вдалося завантажити аватарку

# app_err_ava_desc
source: Avatar is too big or incorrect: general error #$res.
kk: Суретіңіз тым үлкен немесе қате: жалпы қате #$res.
ru: Аватарка слишком большая или кривая: ошибка общего характера №$res.
uk: Аватарка занадто велика чи крива: помилка загального характеру №$res.

# app_err_note
source: Failed to Attach a News Note
kk: Жаңалықтар жолжазбасын тіркей алмадық
ru: Не удалось прикрепить новостную заметку
uk: Не вдалося прикріпити замітку новин

# app_err_note_desc
source: Make sure the link is correct and the note belongs to you.
kk: Сілтеме дұрыс екеніне және жолжазба сіздікі екеніне көз жеткізіңіз.
ru: Убедитесь, что ссылка правильная и заметка принадлежит Вам.
uk: Переконайтеся, що посилання правильне і нотатка належить Вам.

source: Learn more
ru: Подробнее
uk: Детальніше

# support_opened
source: Opened
am: Բաց
eo: Malfermita
kk: Ашық
pl: Odsłonięty
ru: Открытые
uk: Відкриті

# support_answered
source: Has a response
am: Պատասխանած
eo: Kun respondo
id: With a response
kk: Жауап бар
pl: Z odpowiedzią
ru: С ответом
uk: З відповіддю

# support_closed
source: Closed
am: Փակ
eo: Fermita
kk: Жабық
pl: Zasłonięty
ru: Закрытые
uk: Зачинені

# support_ticket
source: Ticket
am: Դիմում
eo: Bileto
id: Tiket
kk: Cұрақ
pl: Obchodzenie się
ru: Обращение
uk: Звернення

# support_tickets
source: Tickets
am: Դիմումներ
eo: Biletoj
id: Tiket
kk: Сұрақтар
pl: Obchodzenie się
ru: Обращения
uk: Звернення

# support_status_0
source: Issue under consideration
am: Հարցը դիտարկման տակ է
eo: Temo sub konsidero
kk: Қаралатын мәселе
pl: Pytanie w toku
ru: Вопрос на рассмотрении
uk: Питання на розгляді

# support_status_1
source: There's a response
am: Կա պատասխան
eo: Tie estas respondo
kk: Сұраққа жауап бар
pl: Jest odpowiedź
ru: Есть ответ
uk: Є відповідь

# support_status_2
source: Closed
am: Փակ է
eo: Fermita
kk: Жабық
pl: Zasłonięty
ru: Закрыто
uk: Зачинено

# support_greeting_hi
source: Greetings, $1!
am: Բարև ձեզ, $1!
eo: Saluton, $1!
kk: Сәлеметсіз бе, $1!
pl: Witajcie, $1!
ru: Здравствуйте, $1!
uk: Вітаємо, $1!

# support_greeting_regards
source: Best regards,<br/>$1 Support Team.
am: Հարգանքով, <br/>$1 -ի աջակցման թիմ։
eo: Komplenajn salutojn,<br/>$1 subtena teamo.
kk: Құрметпен,<br/>$1 қолдау көрсету тобы.
pl: Pozdrawiam,<br/>zespół wsparcia $1.
ru: С уважением,<br/>команда поддержки $1.
uk: З повагою, <br/>команда підтримки $1.

# support_faq
source: Frequently Asked Questions
am: Հաճախ տրվող հարցեր
eo: Oftaj Demandoj
id: Pertanyaan yang sering diajukan
kk: Жиі қойылатын сұрақтар
pl: Najczęściej zadawane pytania
ru: Часто задаваемые вопросы
uk: Запитання, що часто ставляться

# support_list
source: List of Tickets
am: Դիմումների ցուցակ
eo: Listo de biletoj
id: Lis tiket
kk: Сұрақтар тізімі
pl: Lista zgłoszeń
ru: Список обращений
uk: Список звернень

# support_new
source: New Ticket
am: Նոր դիմում
eo: Nova bileto
id: Tiket baru
kk: Сұрақ қою
pl: Nowy apel
ru: Новое обращение
uk: Нове звернення

# support_new_title
source: Enter the topic of your ticket
am: Գրե՛ք ձեր դիմումի վերնագիրը
eo: Eniri la temon de via bileto
id: Masukkkan topik tiketmu
kk: Мәселені қысқаша сипаттап беріңіз
pl: Wpisz temat swojego apelu
ru: Введите тему вашего обращения
uk: Введіть тему Вашого звернення

# support_new_content
source: Describe the issue or suggestion
am: Նկարագրե՛ք խնդիրը կամ առաջարկը
id: Deskripsikan keluh kesahmu atau sugesti ataupun kritik dan saranmu
kk: Мәселе туралы толық жазып беріңіз
pl: Opisz problem lub sugestię
ru: Опишите проблему или предложение
uk: Опишіть проблему чи пропозицію

source: Reports
kk: Шағымдар
ru: Жалобы
uk: Скарги

# support_rate_good_answer
source: This is a good answer
am: Սա լավ պատասխան է
id: Jawaban yang baik
kk: Бұл жақсы жауап
pl: To dobra odpowiedź
ru: Это хороший ответ
uk: Це хороша відповідь

# support_rate_bad_answer
source: This is a bad answer
am: Սա վատ պատասխան է
id: Jawaban yang tidak baik
kk: Бұл жаман жауап
pl: To zła odpowiedź
ru: Это плохой ответ
uk: Це погана відповідь

# support_good_answer_user
source: You left positive feedback.
am: Դուք թողել եք դրական ակնարկ։
id: Kamu memberikan umpan balik positif.
kk: Сіз оң пікір қалдырдыңыз
pl: Zostawiłeś pozytywną opinię.
ru: Вы оставили положительный отзыв.
uk: Ви залишили позитивний відгук.

# support_bad_answer_user
source: You left negative feedback.
am: Դուք թողել եք բացասական ակնարկ։
id: Kamu memberikan umpan balik negatif.
kk: Сіз теріс пікір қалдырдыңыз
pl: Zostawiłeś negatywną opinię.
ru: Вы оставили негативный отзыв.
uk: Ви залишили негативний відгук.

# support_good_answer_agent
source: User left positive feedback.
am: Օգտատերը թողել է դրական ակնարկ
id: Pengguna memberikan umpan balik positif.
kk: Пайдаланушы оң пікір қалдырды.
pl: Użytkownik zostawił pozytywną opinię
ru: Пользователь оставил положительный отзыв.
uk: Користувач залишив позитивний відгук.

# support_bad_answer_agent
source: User left negative feedback.
am: Օգտատերը թողել է բացասական ակնարկ
id: Pengguna memberikan umpan balik negatif.
kk: Пайдаланушы теріс пікір қалдырды.
pl: Użytkownik zostawił negatywną opinię
ru: Пользователь оставил негативный отзыв
uk: Користувач залишив негативний відгук.

# support_rated_good
source: You left positive feedback about the answer.
am: Դուք թողել եք դրական ակնարկ պատասխանի մասին։
id: Kamu memberikan umpan balik positif terhadap jawabannya.
kk: Сіз осы жауапқа оң пікір қалдырдыңыз.
pl: Zostawiłeś pozytywną opinię na temat odpowiedzi.
ru: Вы оставили положительный отзыв об ответе.
uk: Ви залишили позитивний відгук про відповідь.

# support_rated_bad
source: You left negative feedback about the answer.
am: Դուք թողել եք բացասական ակնարկ պատասխանի մասին։
id: Kamu memberikan umpan balik negatif terhadap jawabannya.
kk: Сіз осы жауапқа теріс пікір қалдырдыңыз.
pl: Zostawiłeś negatywną opinię na temat odpowiedzi.
ru: Вы оставили негативный отзыв об ответе.
uk: Ви залишили негативний відгук про відповідь.

# wrong_parameters
source: Invalid request parameters.
am: Հարցման սխալ կարգավորումներ
id: Parameter permintaan tidak valid.
kk: Сұрау параметрлері жарамсыз.
pl: Nieprawidłowe parametry zapytania.
ru: Неверные параметры запроса.
uk: Неправильні параметри запиту.

# fast_answers
source: Quick Answers
am: Արագ պատասխաններ
id: Balasan cepat
kk: Тез жауаптар
pl: Szybkie odpowiedzi
ru: Быстрые ответы
uk: Швидкі відповіді

source: Ignore report
kk: Шағымды елемеу
ru: Игнорировать жалобу
uk: Ігнорувати скаргу

# report_number
source: Report #
kk: Шағым №
ru: Жалоба №
uk: Скарга №

source: List of reports
kk: Шағымдар тізімі
ru: Список жалоб
uk: Лист скарг

source: Text of the post
kk: Жазба мәтіні
ru: Текст записи
uk: Текст допису

source: Delete content
kk: Мазмұнды жою
ru: Удалить контент
uk: Видалити контент

source: today
kk: бүгін
ru: сегодня
uk: сьогодні

# will_be_watched
source: It will be reviewed by the moderators soon
kk: Бұл модераторлар тарапынан жақында тексеріледі
ru: Скоро её рассмотрят модераторы
uk: Скоро її розглянуть модератори

# report_question
source: Report?
kk: Шағым жасайсыз ба?
ru: Пожаловаться?
uk: Поскаржитись?

# report_question_text
source: What exactly do you find unacceptable about this material?
kk: Бұл материалда сізге нақты не қолайсыз болып көрінді?
ru: Что именно вам кажется недопустимым в этом материале?
uk: Що саме Ви вважаєте неприпустимим у цьому матеріалі?

source: Report reason
kk: Шағым себебі
ru: Причина жалобы
uk: Причина скарги

source: Reason
kk: Себеп
ru: Причина
uk: Причина

# going_to_report_app
source: You are about to report this application.
kk: Сіз бұл қосымшаға шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на данное приложение.
uk: Ви бажаєте поскаржитися на цей застосунок.

# going_to_report_club
source: You are about to report this club.
kk: Сіз бұл топқа шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на данное сообщество.
uk: Ви бажаєте поскаржитися на цю спільноту.

# going_to_report_photo
source: You are about to report this photo.
kk: Сіз бұл суретке шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на данную фотографию.
uk: Ви бажаєте поскаржитися на цю фотографію.

# going_to_report_user
source: You are about to report this user.
kk: Сіз бұл пайдаланушыға шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на данного пользователя.
uk: Ви бажаєте поскаржитися на цього користувача.

# going_to_report_video
source: You are about to report this video.
kk: Сіз бұл бейнеге шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на данную видеозапись.
uk: Ви бажаєте поскаржитися на цей відеозапис.

# going_to_report_audio
source: You are about to report this audio.
kk: Сіз бұл әнге шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на данную аудиозапись.
uk: Ви бажаєте поскаржитися на цей аудіозапис.

# going_to_report_doc
source: You are about to report this document.
kk: Сіз бұл құжатқа шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на этот документ.
uk: Ви бажаєте поскаржитися на цей документ.

# going_to_report_post
source: You are about to report this post.
kk: Сіз бұл жазбаға шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на данную запись.
uk: Ви бажаєте поскаржитися на цей запис.

# going_to_report_comment
source: You are about to report this comment.
kk: Сіз бұл пікірге шағым жасағалы тұрсыз.
ru: Вы собираетесь пожаловаться на данный комментарий.
uk: Ви бажаєте поскаржитися на цей коментар.

source: Comment
am: Մեկնաբանություն
eo: Komento
id: Komen
kk: Пікір
pl: Komentarz
ru: Комментарий
uk: Коментар

source: Sender
am: Ուղարկող
eo: Sendanto
id: Pengirim
kk: Жіберуші
pl: Nadawca
ru: Отправитель
uk: Відправник

source: Author
am: Հեղինակ
eo: Aŭtoro
id: Pembuat
kk: Автор
pl: Autor
ru: Автор
uk: Автор

# ticket_changed
source: Ticket Updated
am: Տոմսը փոփոխված է
eo: Bileto ŝanĝiĝis
id: Tiket diubah
kk: Мәселе өзгерілді
pl: Ticket zmieniony
ru: Тикет изменён
uk: Звернення змінено

# ticket_changed_comment
source: Changes will be applied in a few seconds.
am: Փոփոխությունները ուժի մեջ կմտնեն մի քանի վայրկյանից։
eo: La ŝanĝoj efektiviĝos post kelkaj sekundoj.
id: Perubahan akan berlaku dalam beberapa saat.
kk: Өзгерістер бірнеше секундтан кейін күшіне енеді.
pl: Zmiany wejdą w życie za kilka sekund.
ru: Изменения вступят силу через несколько секунд.
uk: Зміни набудуть чинності через кілька секунд.

# banned_in_support_1
source: Apologies, <b>$1</b>, but you're currently banned from creating tickets.
am: Կներե՛ք, <b>$1</b>, բայց հիմա Ձեզ թույլատրված չէ դիմումներ ստեղծել։
kk: <b>$1</b>, өкінішке қарай, бұдан былай сізге мәселелер көтеруге болмайды.
ru: Извините, <b>$1</b>, но теперь вам нельзя создавать обращения.
uk: Вибачте, <b>$1</b>, але тепер Вам не можна створювати звернення.
