Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# changes_saved_comment
source: New data will appear on your page
am: Նոր տվյալները կհայտնվեն ձեր էջում
eo: Novaj datumoj aperos sur via paĝo
id: Data baru akan muncul di halamanmu
kk: Сіздің парақшаңызда жаңа деректер пайда болады
pl: Nowe dane pojawią się na twojej stronie
ru: Новые данные появятся на вашей странице
uk: Нові дані з'являться на Вашій сторінці

source: Photo saved
am: Լուսանկարը պահպանված է
eo: Foto konservita
id: Foto berhasil disimpan
kk: Сурет сақталды
pl: Zdjęcie zapisane
ru: Фотография сохранена
uk: Фотографія збережена

# photo_saved_comment
source: New profile picture will appear on your page
am: Նոր նկարը կհայտնվի ձեր էջում
eo: Nova profilbildo aperos sur via paĝo
id: Gambar / foto profil baru akan muncul di halamanmu
kk: Сіздің жаңа парақша суретіңіз сіздің парақта пайда болады
pl: Nowe zdjęcie profilowe pojawi się na twojej stronie
ru: Новое изображение профиля появится у вас на странице
uk: Нове зображення профілю з'явиться у вас на сторінці

# shared_succ
source: The post will appear on your wall. Click on this notification to go there.
am: Գրությունը կհայտնվի ձեր պատում։ Սեղմե՛ք ծանուցման վրա որպեսզի հայտնվեք այնտեղ։
eo: La afiŝo aperos sur via muro. Alklaku la sciigon por iri al via muro.
id: Postingan akan tampil pada dindingmu,klik notifikasi untuk menuju dinding halamanmu.
kk: Жазба сіздің қабырғаңызда пайда болады. Қабырғаңызға өту үшін хабарландыруды басыңыз.
pl: Wpis pojawi się na Twojej ścianie. Stuknij powiadomienie, aby przejść do ściany.
ru: Запись появится на вашей стене. Нажмите на уведомление, чтобы перейти к своей стене.
uk: Запис з'явиться на Вашій стіні. Натисніть на сповіщення, щоб перейти до своєї стіни.

source: Invalid Email address
am: Սխալ E-Mail հասցե
eo: Nevalida Retpoŝta Adreso
id: Alamat sural tidak valid
kk: Email-мекенжай қате
pl: Nieprawidłowy adres e-mail
ru: Неверный Email адрес
uk: Неправильна e-mail адреса

# invalid_email_address_comment
source: The Email you entered is not correct.
am: E-Mail-ը, որը դուք ներմուծել եք, սխալ է։
eo: La retpoŝto kiun vi enigis ne estas ĝusta.
id: Surel yang kamu masukkan tidak benar atau tidak sesuai penulisan yang benar.
kk: Сіз енгізген электрондық пошта дұрыс емес.
pl: Podany przez Ciebie adres e-mail nie jest poprawny.
ru: Email, который вы ввели, не является корректным.
uk: Введена e-mail адреса некоректна.

# invalid_real_name
source: Kindly input your actual name. It will make it simpler for your friends to find you in this way.
id: Silakan, masukkan nama aslimu. Akan lebih mudah bagi temanmu atau kenalanmu untuk menemukanmu seperti ini.
ru: Пожалуйста, используйте реальные имена. Так вашим друзьям будет легче найти вас.
uk: Будь ласка, використовуйте реальні імена. Так Вашим друзям буде легше знайти вас.

# invalid_telegram_name
source: Invalid Telegram account name
am: Սխալ Telegram օգտատեր
eo: Nevalida Telegram-kontonomo
id: Akun Telegram tidak valid
kk: Telegram парақшаның аты қате
pl: Nieprawidłowa nazwa konta Telegram
ru: Неверное имя Telegram аккаунта
uk: Некоректний псевдонім Telegram акаунту

# invalid_telegram_name_comment
source: The Telegram account name you entered is not correct.
am: Դուք սխալ Telegram-ի օգտատեր եք նշել։
eo: Vi enigis nevalidan nomon de la konto de Telegramo.
id: Akun Telegram yang kamu masukkan tidak benar atau tidak sesuai penulisan yang benar.
kk: Сіз енгізген Telegram-дағы парақшаның аты дұрыс емес.
pl: Wpisałeś niepoprawną nazwę konta Telegram.
ru: Вы ввели неверное имя аккаунта Telegram.
uk: Ви ввели некоректний псевдонім Telegram.

# invalid_birth_date
source: Invalid date of birth
am: Սխալ ծննդյան ամսաթիվ
eo: Nevalida naskiĝdato
id: Tanggal lahir tidak valid
kk: Туған жылы қате
pl: Nieprawidłowa data urodzenia
ru: Неверная дата рождения
uk: Некоректна дата народження

# invalid_birth_date_comment
source: The date of birth you entered is not correct.
am: Ծննդյան օրը, որը դուք նշել եք, ոչ կորրեկտ Է։
eo: La naskiĝdato, kiun vi enigis, ne estas ĝusta.
id: Tanggal lahir yang kamu masukkan tidak benar atau tidak sesuai penulisan yang benar.
kk: Сіз енгізген туған жыл дұрыс емес.
pl: Podana data urodzenia nie jest poprawna.
ru: Дата рождения, которую вы ввели, не является корректной.
uk: Дата народження, яку ви ввели, не є коректною.

source: Token manipulation error
am: Տոկենի մանիպուլյացիայի խնդիր
eo: Eraro pri manipulado de ĵetonoj
kk: Токенді өндеу қатесі
pl: Błąd manipulacji tokenem
ru: Ошибка манипулирования токеном
uk: Помилка маніпулювання токеном

# token_manipulation_error_comment
source: The token is invalid or expired
am: Տոկենը սպառված է կամ անվավեր։
eo: Token estas nevalida aŭ eksvalidiĝis
kk: Токен жарамсыз немесе мерзімі өтіп кеткен
pl: Token jest nieprawidłowy lub wygasł
ru: Токен недействителен или истёк
uk: Токен недійсний або його термін дії закінчився

source: Profile changed
am: Պրոֆիլը փոխված է
eo: Profilo ŝanĝita
kk: Парақша өзгерілді
pl: Profil zmieniony
ru: Профиль изменён
uk: Профіль змінено

# profile_changed_comment
source: Your active profile has been changed.
am: Ձեր ներկայիս գաղտնաբառը փոփոխված է։
eo: Via aktiva profilo estis ŝanĝita.
kk: Белсенді профиліңіз өзгертілді.
pl: Twój aktywny profil został zmieniony.
ru: Ваш активный профиль был изменён.
uk: Ваш активний профіль було змінено.

# profile_not_found
source: User was not found.
am: Օգտատերը չի գտնվել։
eo: Uzanto ne estas trovita.
id: Pengguna tidak ditemukan.
kk: Пайдаланушы табылмады.
pl: Nie znaleziono użytkownika.
ru: Пользователь не найден.
uk: Користувач не знайдений.

# profile_not_found_text
source: Either this profile has been deleted, or it hasn't been created yet.
ru: Страница удалена либо ещё не создана.
uk: Сторінку видалено або ще не створено.

source: Suspicious registration attempt
am: Գրանցման կասկածելի փորձ
eo: Suspektinda provo registri
id: Upaya yang mencurigakan / asing
kk: Күдікті тіркелу әрекеті
pl: Podejrzana próba rejestracji
ru: Подозрительная попытка регистрации
uk: Підозріла спроба реєстрації

# suspicious_registration_attempt_comment
source: You tried to register from a suspicious location.
am: Դուք մի տեսակ փորձել եք սխալ տեղից գրանցվել։
eo: Vi provis registriĝi de suspektinda loko.
id: Kamu mencoba mendaftar dari lokasi yang mencurigakan atau sesuai dengan kebijakan
kk: Сіз күдікті жерден тіркелгіңіз келді.
pl: Próbowałeś zarejestrować się z podejrzanego miejsca.
ru: Вы пытались зарегистрироваться из подозрительного места.
uk: Ви намагалися зареєструватися з підозрілого місця.

# rate_limit_error
source: Hey, slow down!
am: Արա Կառլեն, կարող ա՞ խառնել ես։
eo: Choomba, ĉu vi estas tute fucked up?
id: Choomba, are you completely fucked up?
kk: Бауырым, сәл қойсай!
pl: Chumba, jesteś pojebany?
ru: Эй, сбавь обороты!
uk: Обмеження запитів

# rate_limit_error_comment
source: Daniel Myslivets dispises you. In $1, you cannot send requests as often. Exception code: $2.
am: Ա՛յ $1, չի՛ կարելի այսքան հաճախ սպամ հրապարակել։ Հո դու Կառլենը չե՞ս։ Բացառության կոդ․ $2։
eo: Go to the brainwrap, drink the wheels. In $1, you cannot drop shitposts as often. Exception code: $2.
id: Go to the brainwrap, drink the wheels. In $1, you cannot drop shitposts as often. Exception code: $2.
kk: Мемдерің күлкілі, келісем, бірақ оларды сәл баяуырақ жібере аласың ба? Ерекшелік код: $2.
pl: Idź do psychiatry, napij się kółek. W $1 nie możesz tak często rzucać shitpostu. Kod wyjątku: $2.
ru: Даниил Мысливец вам очень недоволен. В $1 нельзя делать запросы так часто. Код исключения: $2.
uk: У $1 не можна робити запити так часто

source: Not enough permissions
am: Այդքան իրավասություն չկա
eo: Ne sufiĉaj rajtoj
id: izin / akses diperlukan
kk: Рұқсаттар жеткіліксіз
pl: Za mało praw
ru: Недостаточно прав
uk: Недостатньо прав

# not_enough_permissions_comment
source: You do not have sufficient permissions to perform this action.
am: Դուք բավական իրավասություն չունեք այս գործողությունը կատարելու համար։
eo: Vi ne havas sufiĉajn rajtojn por plenumi ĉi tiun agon.
id: Kamu tidak memiliki izin / akses yang memadai untuk melakukan tindakan ini.
kk: Бұл әрекетті орындау үшін жеткілікті рұқсаттарыңыз жоқ.
pl: Nie masz wystarczających uprawnień, aby wykonać tę czynność.
ru: У вас недостаточно прав чтобы выполнять это действие.
uk: У вас недостатньо прав, щоб виконувати цю дію.

# login_required_error
source: Not enough permissions
am: Պահանջվում է մուտք գործել
eo: Ne sufiĉaj rajtoj
id: Akses masuk diperlukan
kk: Рұқсаттар жеткіліксіз
pl: Za mało praw
ru: Недостаточно прав
uk: Недостатньо прав

# login_required_error_comment
source: To view this page, you need to sign in to your account.
am: Այս էջը դիտելու համար պետք է մուտք գործել դեպի կայք։
eo: Vi devas esti ensalutinta por vidi ĉi tiun paĝon.
id: Untuk melihat halaman ini, kamu harus masuk terlebih dahulu.
kk: Осы бетті қарау үшін өз парақшаңызға кіруіңіз қажет.
pl: Aby wyświetlić tę stronę, musisz przejść do witryny.
ru: Чтобы просматривать эту страницу, нужно зайти на сайт.
uk: Щоб переглянути цю сторінку, потрібно зайти на сайт.

# captcha_error
source: Incorrect characters entered
am: Սխալ են գրված սիմվոլները
eo: Karakteroj eniris malĝuste
id: captcha error
kk: Қате таңбалар енгізілді
pl: Niepoprawnie wprowadzone znaki
ru: Неправильно введены символы
uk: Неправильно введені символи

# captcha_error_comment
source: Please make sure you fill in the captcha field correctly.
am: Խնդրում ենք համոզվել, որ ճիշտ եք ներմուծել կապտչայի սիմվոլները։
eo: Bonvolu fari certe ke vi plenigis en la captcha kampo korekte.
id: Pastikan Kamu mengisi kolom captcha dengan benar.
kk: Капча өрісін дұрыс толтырғаныңызға көз жеткізіңіз.
pl: Upewnij się, że poprawnie wypełniłeś pole captcha.
ru: Пожалуйста, убедитесь, что вы правильно заполнили поле с капчей.
uk: Переконайтеся, що ви правильно заповнили поле з CAPTCHA.

source: Failed to publish post
id: Gagal memposting postingan
kk: Постты жариялау мүмкін болмады
ru: Не удалось опубликовать пост
uk: Не вдалося опублікувати допис

source: Failed to delete post
id: Gagal menghapus postingan
kk: Постты жоюға мүмкін болмады
ru: Не удалось удалить пост
uk: Не вдалося видалити допис

# media_file_corrupted
source: The media content file is corrupted.
id: File konten media rusak / korup.
kk: Медиа мазмұн файлы бүлінген.
ru: Файл медиаконтента повреждён.
uk: Файл медіаконтенту пошкоджено.

# media_file_corrupted_or_too_large
source: The media content file is corrupted or too large.
id: File konten media rusak atau terlalu besar.
kk: Медиа мазмұн файлы бүлінген немесе тым үлкен.
ru: Файл медиаконтента повреждён или слишком велик.
uk: Файл медіаконтенту пошкоджений або файл занадто великий.

# post_is_empty_or_too_big
source: The post is empty or too big.
id: Postingan nihil atau ukurannya terlalu besar.
kk: Жазбаңызда түк те жоқ немесе ол тым үлкен.
ru: Пост пустой или слишком большой.
uk: Допис порожній чи надто великий.

# post_is_too_big
source: The post is too big.
id: ukuran postingan terlalu besar
kk: Жазбаңыз тым үлкен.
ru: Пост слишком большой.
uk: Допис надто великий.

# error_deleting_suggested
source: You can't delete your accepted post
kk: Сіз жарияланған өз жазбаңызды өшіре алмайсыз
ru: Вы не можете удалить ваш принятый пост
uk: Ви не можете видалити Ваш прийнятий допис

# error_invalid_wall_value
source: Invalid wall value
kk: Қабырға мәні дұрыс емес
ru: Некорректное значение стены
uk: Неправильне значення стіни

# error_sending_report
source: Failed to make a report...
kk: Шағым жіберу сәтсіз аяқталды...
ru: Не удалось подать жалобу...
uk: Не вдалося подати скаргу...

source: Error when saving gift
kk: Сыйлықты сақтау қатесі
ru: Не удалось сохранить подарок
uk: Не вдалося зберегти подарунок

# error_when_saving_gift_bad_image
source: Gift image is crooked.
kk: Сыйлықтың суреті дұрыс емес.
ru: Изображение подарка кривое.
uk: Зображення подарунка пошкоджене.

# error_when_saving_gift_no_image
source: Please, upload gift's image.
kk: Сыйлықтың суретін жүктеңіз.
ru: Пожалуйста, загрузите изображение подарка.
uk: Будь ласка, завантажте зображення подарунка.

# video_uploads_disabled
source: Video uploads are disabled by the system administrator.
kk: Бейне жүктеу жүйе әкімшісі тарапынан ажыратылған.
ru: Загрузки видео отключены администратором.
uk: Завантаження відео вимкнено адміністратором.

source: Error when publishing comment
kk: Пікір жариялау қатесі
ru: Не удалось опубликовать комментарий
uk: Не вдалося опублікувати коментар

# error_when_publishing_comment_description
source: Image is corrupted, too big or one side is many times larger than the other.
kk: Сурет бүлінген, тым үлкен немесе оның өлшемдері үйлесімсіз.
ru: Файл изображения повреждён, слишком велик или одна сторона изображения в разы больше другой.
uk: Файл зображення пошкоджено, він занадто великий або один бік зображення в рази більший за інший.

# error_comment_empty
source: Comment is empty or too big.
kk: Пікіріңізде түк жоқ немесе ол тым ұзын.
ru: Комментарий пустой или слишком большой.
uk: Коментар порожній або занадто великий.

# error_comment_too_big
source: Comment is too big.
kk: Пікіріңіз тым үлкен.
ru: Комментарий слишком большой.
uk: Коментар занадто великий.

# error_comment_file_too_big
source: Media file is corrupted or too big.
kk: Медиа файлы бүлінген немесе тым үлкен.
ru: Файл медиаконтента повреждён или слишком велик.
uk: Файл медіаконтенту пошкоджений або занадто великий.

# comment_is_added
source: Comment has been added
kk: Пікір қосылды
ru: Комментарий добавлен
uk: Коментар додано

# comment_is_added_desc
source: Your comment will appear on the page.
kk: Сіздің пікіріңіз бетте көрсетіледі.
ru: Ваш комментарий появится на странице.
uk: Ваш коментар з'явиться на сторінці.

# error_access_denied_short
source: Access denied
kk: Рұқсат жоқ
ru: Ошибка доступа
uk: Помилка доступу

# error_access_denied
source: You don't have permission to edit this resource
kk: Бұл ресурсты өңдеуге рұқсатыңыз жоқ
ru: У вас недостаточно прав, чтобы редактировать этот ресурс
uk: Ви не маєте права на редагування цього ресурсу

source: Success
kk: Сәтті орындалды
ru: Успешно
uk: Успіх

# comment_will_not_appear
source: This comment will no longer appear.
kk: Ендігәрі бұл пікір көрсетілмейді.
ru: Этот комментарий больше не будет показываться.
uk: Цей коментар більше не буде відображатися.

# error_when_gifting
source: Failed to gift
kk: Сыйлық жіберу сәтсіз аяқталды
ru: Не удалось подарить
uk: Не вдалося подарувати

# error_user_not_exists
source: User or pack does not exist.
kk: Пайдаланушы немесе жинақ жоқ.
ru: Пользователь или набор не существуют.
uk: Користувач або набір не існують.

# error_no_rights_gifts
source: Failed to check rights on gift.
kk: Сыйлық құқығын тексеру сәтсіз аяқталды.
ru: Не удалось подтвердить права на подарок.
uk: Не вдалося підтвердити права на подарунок.

# error_no_more_gifts
source: You no longer have such gifts.
kk: Сізде бұл сыйлықтар жоқ.
ru: У вас больше не осталось таких подарков.
uk: Для Вас, більше не залишилось цих подарунків.

# error_no_money
source: Shout out to a beggar.
kk: Ақшаңыз жетпейді.
ru: Ору нищ не пук.
uk: Вам бракує голосів

# description_too_long
source: Description is too long.
kk: Сипаттамаңыз тым ұзын.
ru: Описание слишком длинное.
uk: Опис надто довгий.

# invalid_club
source: This group does not exists.
kk: Мұндай топ жоқ.
ru: Такой группы не существует.
uk: Ця спільнота не існує.

# invalid_user
source: This user does not exists.
kk: Мұндай пайдаланушы жоқ.
ru: Такого пользователя не существует.
uk: Цього користувача не існує.

# ignored_sources_limit
source: Limit of ignored sources has exceed
kk: Жасыру шегіне жеттіңіз.
ru: Превышен лимит игнорируемых источников.
uk: Перевищено ліміт ігнорованих джерел.

source: Invalid audio.
kk: Мұндай ән жоқ.
ru: Такой аудиозаписи не существует.
uk: Аудіозапис пошкоджено.

# do_not_have_audio
source: You don't have this audio.
kk: Сізде бұл ән жоқ.
ru: У вас нет этой аудиозаписи.
uk: У вас немає цього аудіозапису

# do_have_audio
source: You already have this audio.
kk: Бұл ән сізде бар.
ru: У вас уже есть эта аудиозапись.
uk: Ви вже маєте цей аудіозапис.

# set_playlist_name
source: Enter the playlist name.
kk: Әнтізім атауын көрсетіңіз.
ru: Укажите название плейлиста.
uk: Введіть назву списка відвторення.

# playlist_already_bookmarked
source: This playlist is already in your collection.
kk: Бұл әнтізім жинағыңызда бар.
ru: Плейлист уже есть в вашей коллекции.
uk: Цей список відтворення вже є у Вашій збірці.

# playlist_not_bookmarked
source: This playlist is not in your collection.
kk: Бұл әнтізім жинағыңызда жоқ.
ru: Плейлиста нет в вашей коллекции.
uk: Цього списку відтворення немає у Вашій збірці.

# invalid_cover_photo
source: Error when loading cover photo.
kk: Әнтізім мұқабасын сақтау сәтсіз аяқталды.
ru: Не удалось сохранить обложку плейлиста.
uk: Помилка під час завантаження фото обкладинки.

# not_a_photo
source: Uploaded file doesn't look like a photo.
kk: Жүктелген файл суретке ұқсамайды.
ru: Загруженный файл не похож на фотографию.
uk: Завантажений файл не схожий на фотографію.

# file_too_big
source: File is too big.
kk: Файл өлшемі тым үлкен.
ru: Файл слишком большой.
uk: Файл занадто великий.

# file_loaded_partially
source: The file has been uploaded partially.
kk: Файл ішінара жүктелді.
ru: Файл загрузился частично.
uk: Файл завантажено частково.

# file_not_uploaded
source: Failed to upload the file.
kk: Файлды жүктеу мүмкін болмады.
ru: Не удалось загрузить файл.
uk: Не вдалося завантажити файл.

# error_code
source: Error code: $1.
kk: Қате коды: $1.
ru: Код ошибки: $1.
uk: Код помилки: $1.

# ffmpeg_timeout
source: Timed out waiting ffmpeg. Try to upload file again.
kk: ffmpeg өңдеу уақыты шектен асты. Файлды қайта жүктеп көріңіз.
ru: Превышено время ожидания обработки ffmpeg. Попробуйте загрузить файл снова.
uk: Тайм-аут очікування ffmpeg. Спробуйте завантажити файл ще раз.

# ffmpeg_not_installed
source: Failed to proccess the file. It looks like ffmpeg is not installed on this server.
kk: Файлды өңдеу мүмкін емес. Серверде ffmpeg орнатылмаған сияқты.
ru: Не удалось обработать файл. Похоже, на сервере не установлен ffmpeg.
uk: Не вдалося отримати доступ до файлу. Схоже, що FFmpeg не встановлено на цьому сервері.

# too_many_or_to_lack
source: Too few or too many sources.
kk: Тым көп немесе тым аз дереккөз.
ru: Слишком мало либо слишком много источников.
uk: Надто мало чи багато джерел.

# error_adding_source_regex
source: Error adding source: incorrect link.
kk: Дереккөз қосылмады: сілтеме дұрыс емес.
ru: Ошибка добавления источника: некорректная ссылка.
uk: Помилка додавання джерела: неправильне посилання.

# error_adding_source_long
source: Error adding source: link is too long.
kk: Дереккөз қосылмады: сілтеме тым ұзын.
ru: Ошибка добавления источника: слишком длинная ссылка.
uk: Помилка додавання джерела: занадто довге посилання.

# error_adding_source_sus
source: Error adding source: suspicious link.
kk: Дереккөз қосылмады: сілтеме бұғатталған.
ru: Ошибка добавления источника: гиперссылка заблокирована.
uk: Помилка додавання джерела: гіперпосилання не дозволене.

# error_geolocation
source: Error while trying to pin geolocation
kk: Геотаңба орнатылмады
ru: Ошибка при прикреплении геометки
uk: Помилка додавання геомітки

# error_no_geotag
source: There is no geo-tag pinned in this post
kk: Жазбаның геотаңбасы көрсетілмеген
ru: У поста не указана гео-метка
uk: До дописа не зазначена геомітка

source: Gift sent
kk: Сыйлық жіберілді
ru: Подарок отправлен
uk: Подарунок відправлено

# gift_sent_desc
source: You sent a gift to $1 for $2 votes
kk: Сіз $1 атты кісіге $2 дауыс құнына сыйлық жібердіңіз.
ru: Вы отправили подарок <b>$1</b> за $2 голосов
uk: Ви відправили <b>$1</b> за $2 голосів

# error_on_server_side
source: An error occurred on the server side. Contact your system administrator.
kk: Серверде қате орын алды. Жүйе әкімшісіне хабарласыңыз.
ru: Произошла ошибка на стороне сервера. Обратитесь к системному администратору.
uk: Виникла помилка на боці сервера. Зверніться до системного адміністратора.

# error_no_group_name
source: You did not enter a group name.
kk: Сіз топ атауын енгізбедіңіз.
ru: Вы не ввели название группы.
uk: Ви не ввели назву спільноти.

# success_action
source: Action successful
kk: Әрекет сәтті орындалды
ru: Операция успешна
uk: Операція пройшла успішно

source: Connection error
kk: Қосылу қатесі
ru: Ошибка подключения
uk: Помилка з'єднання

# connection_error_desc
source: Failed to connect to telemetry service.
kk: Телеметрия қызметіне қосылу сәтсіз аяқталды.
ru: Не удалось подключится к службе телеметрии.
uk: Не вдалося з'єднатися до служби телеметрії

# error_when_uploading_photo
source: Failed to save photo
kk: Суретті сақтау сәтсіз аяқталды
ru: Не удалось сохранить фотографию.
uk: Не вдалося зберегти фотографію.

# new_changes_desc
source: New data will appear in your group.
kk: Жаңа деректер тобыңызда пайда болады.
ru: Новые данные появятся в вашей группе.
uk: Нові дані з'являться у Вашій спільноті.

# comment_is_changed
source: Admin comment changed
kk: Әкімші пікірі өңделді
ru: Комментарий к администратору изменён
uk: Коментар до адміністратора змінено

# comment_is_deleted
source: Admin comment deleted
kk: Әкімші пікірі жойылды
ru: Комментарий к администратору удален
uk: Коментар до адміністратора видалено

# comment_is_too_long
source: Comment is too long ($1 characters instead of 36)
kk: Пікір тым ұзын ($1 таңба, рұқсат етілгені – 36)
ru: Комментарий слишком длинный ($1 символов вместо 36 символов)
uk: Коментар надто довгий ($1 символів замість 36 символів)

# x_no_more_admin
source: $1 no longer an administrator.
kk: $1 енді әкімші емес.
ru: $1 больше не администратор.
uk: $1 більше не є адміністратором.

# x_is_admin
source: $1 appointed as an administrator.
kk: $1 әкімші болып тағайындалды.
ru: $1 назначен(а) администратором.
uk: $1 призначено адміністратором.

# x_is_now_hidden
source: Now $1 will be shown as a normal subscriber to everyone except other admins
kk: $1 әкімші екенін тек басқа әкімшілер ғана көре алады.
ru: Теперь $1 будет показываться как обычный подписчик всем, кроме других администраторов
uk: Тепер $1 буде відображатися як звичайний підписник усім, окрім інших адміністраторів

# x_is_now_showed
source: Now everyone will know that $1 is an administrator.
kk: Енді барлығы $1 әкімші екенін біледі.
ru: Теперь все будут знать, что $1 — администратор.
uk: Тепер $1 буде відображатися як звичайний адміністратор.

# note_is_deleted
source: Note was deleted
kk: Жолжазба жойылды
ru: Заметка удалена
uk: Нотатка видалена

# note_x_is_now_deleted
source: Note "$1" was successfully deleted.
kk: "$1" жолжазбасы сәтті жойылды.
ru: Заметка "$1" была успешно удалена.
uk: Нотатка "$1" була успішно видалена.

source: New data accepted.
kk: Жаңа деректер қабылданды.
ru: Новые данные приняты.
uk: Нові дані прийняті.

# album_is_deleted
source: Album was deleted
kk: Альбом жойылды
ru: Альбом удалён
uk: Альбом видалено

# album_x_is_deleted
source: Album $1 was successfully deleted.
kk: "$1" альбомы сәтті жойылды.
ru: Альбом $1 был успешно удалён.
uk: Альбом $1 було видалено.

# error_adding_to_deleted
source: Failed to save photo to <b>DELETED</b>.
kk: <b>DELETED</b>-ке сурет сақтау сәтсіз аяқталды.
ru: Не удалось сохранить фотографию в <b>DELETED</b>.
uk: Не вдалося зберегти фотографію у <b>DELETED</b>.

# error_adding_to_x
source: Failed to save photo to <b>$1</b>.
kk: <b>$1</b> альбомына сурет сақтау сәтсіз аяқталды.
ru: Не удалось сохранить фотографию в <b>$1</b>.
uk: Не вдалося зберегти фотографію в <b>$1</b>.

source: No photo
kk: Сурет жоқ
ru: Нету фотографии
uk: Нема фотографій

source: Select file
kk: Файл таңдау
ru: Выберите файл
uk: Оберіть файл

# new_description_will_appear
source: The updated description will appear on the photo page.
kk: Жаңартылған сипаттама сурет бетінде көрсетіледі.
ru: Обновлённое описание появится на странице с фоткой.
uk: Оновлений опис з'явиться на сторінці з фото.
