Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# friends_list_online_one
source: You have $1 friend online
kk: $1 досыңыз желіде
ru: У Вас $1 друг онлайн
uk: У Вас $1 друг онлайн

# friends_list_online_other
source: You have $1 friends online
kk: $1 досыңыз желіде
ru: У Вас $1 друзей онлайн
uk: У Вас $1 друга онлайн

source: Group
kk: Топ
ru: Сообщество
uk: Спільнота

# name_group
source: Name
am: Անվանում
eo: Nomo
id: Nama
kk: Атауы
pl: Nazwa
ru: Название
uk: Назва

source: Subscribe
am: Բաժանորդագրվել
eo: Abonu
id: Berlangganan
kk: Жазылу
pl: Subskrybować
ru: Подписаться
uk: Підписатися

source: Unsubscribe
am: Հետ բաժանորդագրվել
eo: Malaliĝi
id: Berhenti berlangganan
kk: Топтан шығу
pl: Wypisać się
ru: Отписаться
uk: Відписатися

source: Subscriptions
am: Բաժանորդագրություններ
eo: Abonoj
id: Langganan
kk: Жазылымдар
pl: Subskrypcja
ru: Подписки
uk: Підписки

source: Join community
am: Մտնել խումբ
eo: Aliĝu al komunumo
id: Gabung komunitas
kk: Топқа кіру
pl: Dołącz do grupy
ru: Вступить в группу
uk: Вступити в спільноту

source: Leave community
am: Լքել խումբը
eo: Forlasu komunumon
id: Tinggalkan Komunitas
kk: Топтан шығу
pl: Wyjdź z grupy
ru: Выйти из группы
uk: Вийти зі спільноти

# check_community
source: View community
am: Դիտել խումբը
id: Lihat komunitas
kk: Топты қарау
ru: Просмотр группы
uk: Перегляд спільноти

# min_6_community
source: Name of the group must have more that 6 characters
am: Անվանումը չպետք է լինի 6 նշից պակաս
eo: Nomo de la grupo devas havi pli ol 6 signojn
id: Nama grup setidaknya minimal memiliki 6 digit huruf
kk: Топтың аты тым болмаса 6 әріптен көп болу керек
pl: Tytuł musi mieć co najmniej 6 znaków
ru: Название должно быть не менее 6 символов
uk: Назва має мати не менше 6 символів

source: Participants
am: Անդամներ
eo: Partoprenantoj
id: Partisipan
kk: Қатысушылар
pl: Uczestnik
ru: Участники
uk: Учасники

source: Groups
am: Խմբեր
eo: Grupoj
id: Grup
kk: Топтар
pl: Grupy
ru: Группы
uk: Спільноти

source: Meetings
am: Հանդիպումներ
eo: Renkontiĝoj
id: Rapat
kk: Кездесулер
pl: Spotkania
ru: Встречи
uk: Зустрічі

source: Create group
am: Ստեղծել խումբ
eo: Krei grupon
id: Buat Grup
kk: Топ құру
pl: Utwórz grupę
ru: Создать группу
uk: Створити спільноту

# group_managers
source: Managers
am: Ղեկավարություն
eo: Perantoj
id: Pengurus
kk: Менеджерлер
pl: Podręcznik
ru: Руководство
uk: Керівництво

source: Group type
am: Խմբի տեսակ
eo: Grupo tipo
id: Tipe Grup
kk: Топтың типі
pl: Typ grupy
ru: Тип группы
uk: Тип спільноти

# group_type_open
source: This is an open group. Anyone can enter it.
am: Սա բաց խումբ է․ այստեղ ամեն ոք կարող է մտնել։
eo: Ĉi tio estas malfermita grupo, ĉiu povas eniri ĝin.
kk: Бұл ашық топ, яғни оған әркім кіре алады.
pl: To otwarta grupa. Każdy może do niej dołączyć.
ru: Это открытая группа. В неё может вступить любой желающий.
uk: Це відкрита спільнота. Будь-хто може в неї вступити.

# group_type_closed
source: This is a closed group. To enter, you must submit a request.
am: Սա փակ խումբ է․ այստեղ միանալու համար անհրաժեշտ է հայտ թողնել։
eo: Ĉi tio estas fermita grupo. Por eniri, vi devas sendi peton.
id: This is an closed group. To enter, you must submit an request.
kk: Бұл жабық топ, оған кіру үшін өтінім жазуыңыз қажет.
pl: To grupa zamknięta. Aby dołączyć, musisz złożyć wniosek.
ru: Это закрытая группа. Для вступления необходимо подавать заявку.
uk: Це закрита спільнота. Для вступу необхідно подати заявку.

source: Creator
am: Ստեղծող
eo: Kreinto
id: Pembuat
kk: Құрған
pl: Twórca
ru: Создатель
uk: Автор

source: Administrators
am: Ադմինիստրատորներ
eo: Administrantoj
id: Administrator
kk: Әкімшілер
pl: Administrator
ru: Администраторы
uk: Адміністратори

source: Add to left menu
am: Ավելացնել դեպի ձախ մենյու
eo: Aldoni al maldekstra menuo
kk: Сол жақтағы мәзірге қосу
pl: Dodaj do lewego menu
ru: Добавить в левое меню
uk: Додати до лівого меню

source: Remove from left menu
am: Ջնջել ձախ մենյուից
eo: Forigi el maldekstra menuo
kk: Сол жақтағы мәзірден алу
pl: Usuń z lewego menu
ru: Удалить из левого меню
uk: Видалити з лівого меню

source: All followers
am: Բոլոր բաժանորդները
eo: Ĉiuj sekvantoj
id: Seluruh pengikut
kk: Барлық жазылмандар
pl: Wszyscy subskrybenci
ru: Все подписчики
uk: Всі підписники

source: Only administrators
am: Միայն ադմինիստրատորները
eo: Nur administrantoj
id: Hanya administrator
kk: Тек әкімшілер
pl: Tylko administratorzy
ru: Только администраторы
uk: Тільки адміністратори

source: Website
am: Վեբկայք
eo: Retejo
id: Situs
kk: Сайт
pl: Witryna
ru: Сайт
uk: Сайт

source: Managed
am: Կառավարվում է
eo: Administrita
kk: Басқаратын
pl: Kierowany
ru: Управляемые
uk: Керовані

source: Size
am: Չափ
id: Jumlah
kk: Көлемі
ru: Размер
uk: Розмір

# administrators_one
source: $1 administrator
am: $1 ադմինիստրատոր
eo: $1 administranto
kk: $1 әкімші
ru: $1 администратор
uk: $1 адміністратор

# administrators_other
source: $1 administrators
am: $1 ադմինիստրատոր
eo: $1 administrantoj
id: $1 administrator
kk: $1 әкімші
pl: $1 adminów
ru: $1 администраторов
uk: $1 адміністраторів

source: Role
am: Դեր
eo: Rolo
kk: Рөлі
pl: Rola
ru: Роль
uk: Роль

source: Administrator
am: Ադմինիստրատոր
eo: Administranto
kk: Әкімші
ru: Администратор
uk: Адміністратор

source: Promote to admin
am: Բարձրացնել դեպի ադմինիստրատոր
eo: Promocii al administranto
id: Promosikan sebagai admin
kk: Әкімші қылдыру
pl: Awans do admina
ru: Повысить до администратора
uk: Підвищити до адміністратора

source: Promote to owner
am: Դարձնել տեր
id: Promosikan sebagai pemilik
kk: Топтың иесі қылдыру
pl: Wyznaczyć właściciela
ru: Назначить владельцем
uk: Призначити власником

source: Devote
am: Հետ բողոքարկել
eo: Dediĉi
kk: Арнау
pl: Zdegradować
ru: Разжаловать
uk: Розжалувати

source: Set comment
am: Փոփոխել մեկնաբանությունը
eo: Agordu komenton
id: Atur Komentar
kk: Пікірді өңдеу
pl: Edytuj Komentarz
ru: Изменить комментарий
uk: Змінити коментар

source: Hidden: Yes
am: Թաքցված է
eo: Kaŝita: Jes
id: Sembunyikan: Ya
kk: Жасырылған: Ия
pl: Ukryty: Tak
ru: Скрыт: Да
uk: Прихований: Так

source: Hidden: No
am: Թաքցված չէ
eo: Kaŝita: Ne
id: Sembunyikan: No
kk: Жасырылған: Жоқ
pl: Ukryty: Nie
ru: Скрыт: Нет
uk: Прихований: Ні

# group_allow_post_for_everyone
source: Open
am: Թույլ տար գրություններ թողնել բոլորին
eo: Permesu afiŝadon por ĉiuj
id: Izinkan semua dapat memposting
kk: Ашық
pl: Zezwalaj na publikowanie wpisów wszystkim
ru: Открытая
uk: Відкрита

# group_limited_post
source: Suggestions
kk: Ұсынылатын жазбалар
ru: Предложка
uk: Пропозиційна

# group_closed_post
source: Closed
kk: Жабық
ru: Закрытая
uk: Закрита

# suggest_new
source: Suggest post
kk: Жаңалық ұсыну
ru: Предложить новость
uk: Запропонувати новину

# suggested_by_you_zero
source: $1 suggested posts by you
kk: Сіз $1 жазба ұсынғансыз
ru: $1 предложенных вами записей
uk: $1 запропонованих Вами дописів

# suggested_by_you_one
source: One suggested post by you
kk: Сіз бір жазба ұсынғансыз
ru: Одна предложенная вами запись
uk: Один запропонований Вами допис

# suggested_by_you_few
source: $1 suggested posts by you
kk: Сіз $1 жазба ұсынғансыз
ru: $1 предложенные вами записи
uk: $1 запропонованих Вами дописа

# suggested_by_you_many
source: $1 suggested posts by you
kk: Сіз $1 жазба ұсынғансыз
ru: $1 предложенных вами записей
uk: $1 запропонованих Вами дописів

# suggested_by_you_other
source: $1 suggested posts by you
kk: Сіз $1 жазба ұсынғансыз
ru: $1 предложенных вами записей
uk: $1 запропонованих Вами дописа

# suggested_by_everyone_zero
source: $1 suggested posts
kk: $1 ұсынылған жазба
ru: $1 предложенных записей
uk: $1 запропонованих дописів

# suggested_by_everyone_one
source: One suggested post
kk: Бір ұсынылған жазба
ru: Одна предложенная запись
uk: Один запропонований допис

# suggested_by_everyone_few
source: $1 suggested posts
kk: $1 ұсынылған жазба
ru: $1 предложенные записи
uk: $1 запропоновані дописи

# suggested_by_everyone_many
source: $1 suggested posts
kk: $1 ұсынылған жазба
ru: $1 предложенных записей
uk: $1 запропонованих дописів

# suggested_by_everyone_other
source: $1 suggested posts
kk: $1 ұсынылған жазба
ru: $1 предложенных записей
uk: $1 запропонованих дописів

# group_hide_from_global_feed
source: Don't display posts in global feed
am: Չցույց տալ հրապարակությունները ընդհանուր լրահոսում։
id: Don't display posts in the global feed
kk: Жазбаларды жаһандық таспада көрсетпеу
pl: Nie wyświetlaj publikacji w kanale globalnym
ru: Не отображать публикации в глобальной ленте
uk: Не відображати дописи в глобальній стрічці

# suggested_posts_by_you
source: Your suggested posts
kk: Сіз ұсынған жазбалар
ru: Предложенные вами записи
uk: Запропоновані вами дописи

# suggested_posts_by_everyone
source: Suggested posts
kk: Ұсынылған жазбалар
ru: Предложенные записи
uk: Запропоновані дописи

source: Suggested
kk: Ұсынылды
ru: Предложено
uk: Запропоновано

# suggested_posts_everyone
source: Posts suggested by users
kk: Пайдаланушылар ұсынған жазбалар
ru: Предложенные пользователями записи
uk: Запропоновані користувачами дописи

# no_suggested_posts_by_you
source: You haven't suggested any post to this group yet.
kk: Сіз бұл топқа әлі ешқандай жазба ұсынған жоқсыз.
ru: Вы ещё не предлагали записей в эту группу.
uk: Ви ще не пропонували дописів у цю спільноту.

# no_suggested_posts_by_people
source: No posts have been suggested to this group yet.
kk: Бұл топқа әлі ешкім жазба ұсынбаған.
ru: В эту группу ещё не предлагали записей.
uk: В цю спільноту ще не пропонували дописів.

# publish_suggested
source: Accept
kk: Жазбаны жариялау
ru: Опубликовать запись
uk: Опублікувати допис

# decline_suggested
source: Decline
kk: Қабылдамау
ru: Отклонить
uk: Відхилити

# error_loading_suggest
source: Error when loading new posts
kk: Жаңа жазбаларды жүктеу сәтсіз аяқталды
ru: Не удалось подгрузить новые посты
uk: Не вдалося завантажити нові дописи

source: Publishing suggested post
kk: Ұсынылған жазбаны жариялау
ru: Публикация предложенной записи
uk: Публікація запропонованого допису

# suggested_posts_in_group_zero
source: You've looked at all the suggested posts, congratulations!
kk: Ұсынылған жазбаның барлығын қарап шықтыңыз, алақай!
ru: Вы посмотрели всю предложку, поздравляю!
uk: Ви переглянули всю пропозиційну!

# suggested_posts_in_group_one
source: This group has one suggested post
kk: Бұл топқа бір жазба ұсынылған
ru: В эту группу предложили одну запись
uk: В цю спільноту запропонували один допис

# suggested_posts_in_group_few
source: This group has $1 suggested posts
kk: Бұл топқа $1 жазба ұсынылған
ru: В эту группу предложили $1 записи
uk: В цю спільноту запропонували $1 дописа

# suggested_posts_in_group_many
source: This group has $1 suggested posts
kk: Бұл топқа $1 жазба ұсынылған
ru: В эту группу предложили $1 записей
uk: В цю спільноту запропонували $1 дописів

# suggested_posts_in_group_other
source: This group has $1 suggested posts
kk: Бұл топқа $1 жазба ұсынылған
ru: В эту группу предложили $1 записей
uk: В цю спільноту запропонували $1 дописів

# suggestion_press_to_go
source: Go to post
kk: Өту үшін басыңыз
ru: Нажмите, чтобы перейти к ней
uk: Натисніть, щоби перейти

# error_declining_invalid_post
source: The suggested post you attempted to decline is invalid
kk: Жазбаны қабылдамау мүмкін болмады: жазба жоқ
ru: Не удалость отклонить пост: поста не существует
uk: Помилка відхилення допису: допис не існує

# error_declining_not_suggested_post
source: The post you attempted to decline is not suggested
kk: Жазбаны қабылдамау мүмкін болмады: бұл ұсынылған жазба емес
ru: Не удалость отклонить пост: пост не из предложки
uk: Помилка відхилення допису: допис не пропозиційний

# error_declining_declined_post
source: This suggested post has already been declined
kk: Жазбаны қабылдамау мүмкін болмады: жазба бұрыннан қабылданбаған
ru: Не удалость отклонить пост: пост уже отклонён
uk: Помилка відхилення допису: допис уже відхилено

# error_accepting_invalid_post
source: The suggested post you attempted to accept is invalid
kk: Жазбаны қабылдау мүмкін болмады: жазба жоқ
ru: Не удалость принять пост: поста не существует
uk: Помилка схвалення дописа: допис не існує

# error_accepting_not_suggested_post
source: The post you attempted to accept is not suggested
kk: Жазбаны қабылдау мүмкін болмады: бұл ұсынылған жазба емес
ru: Не удалость принять пост: пост не из предложки
uk: Помилка схвалення дописа: допис не пропозиційний

# error_accepting_declined_post
source: This suggested post has already been declined
kk: Жазбаны қабылдау мүмкін болмады: жазба бұрын қабылданбаған
ru: Не удалость принять пост: пост отклонён
uk: Помилка схвалення дописа: допис відхилено

source: Statistics
am: Ստատիստիկա
eo: Statistiko
id: Statistik
kk: Статистика
pl: Statystyk
ru: Статистика
uk: Статистика

# group_administrators_list
source: Admins list
am: Ադմինների ցուցակ
eo: Listo de administrantoj
id: Lis Admin
kk: Әкімшілер тізімі
pl: Lista adminów
ru: Список админов
uk: Список адмінів

# group_display_only_creator
source: Display only group creator
am: Ցույց տալ միայն խմբի ստեղծողին
eo: Montru nur grupkreinto
id: Tampilkan hanya pembuat grup
kk: Тек топты құрған кісіні көрсету
pl: Wyświetl tylko twórcę grupy
ru: Отображать только создателя группы
uk: Показувати лише автора спільноти

# group_display_all_administrators
source: Display all administrators
am: Ցուցադրել բոլոր ադմինիստրատորներին
eo: Montru ĉiujn administrantojn
id: Tampilkan seluruh administrator
kk: Барлық әкімшілерді көрсету
pl: Wyświetl wszystkich administratorów
ru: Отображать всех администраторов
uk: Показувати всіх адміністраторів

# group_dont_display_administrators_list
source: Display nothing
am: Ոչ մեկին ցույց չտալ
eo: Montru nenion
id: Jangan tampilkan apapun
kk: Ештеңе көрсетпеу
pl: Nic nie wyświetla
ru: Ничего не отображать
uk: Нічого не показувати

# group_changeowner_modal_title
source: Transfer Owner's Permissions
am: Օգտատերի իրավասությունների փոխանցում
id: Owner's permissions transfer
kk: Топ иесі құқықтарың беру
pl: Przeniesienie praw właściciela
ru: Передача прав владельца
uk: Передача прав власника

# group_changeowner_modal_text
source: Attention! You are transferring ownership rights to user $1. This action is irreversible. After the transfer, you will remain an administrator, but you can easily step down from this role.
am: <b>Ուշադրությու՛ն։</b> Դուք փոխանցում եք խմբի բոլոր իրավունքները $1-ին։ Այս գործողությունը անդառնալի է։ Դուք էլի կմնաք ադմինիստրատոր, բայց հեշտությամբ դա ձեզնից կարող են խլել։
id: Attention! You are transferring owner rights to user $1. This action is irreversible. After the transfer, you will remain an administrator, but you can easily stop being one.
kk: Назар аударыңыз! Сіз «$1» деген пайдаланушыға топ иесі құқықтарын берудесіз. Бұл әрекет қайтымсыз. Құқықтар берілгеннен кейін сізге топ әкімші рөлі беріледі, бірақ оның жаңа иесі сізді оңай сол рөлден алып тастай алады.
pl: Uwaga! Użytkownik przekazuje prawa właściciela użytkownikowi $1. To działanie jest nieodwracalne. Po przeniesieniu pozostaniesz administratorem, ale możesz łatwo przestać nim być.
ru: Внимание! Вы передаёте права владельца пользователю $1. Это действие необратимо. После передачи вы останетесь админстратором, но сможете легко перестать им быть.
uk: Увага! Ви передаєте права власника користувачу $1. Ця дія необоротна. Після передачі Ви залишитеся адміністратором, але Вас можуть виключити.

# group_owner_setted
source: The new owner ($1) has been successfully assigned to the community $2. You have been granted administrator rights in the community. If you wish to revert to the owner role, please contact <a href='/support?act=new'>site technical support</a>.
am: Նոր տերը ($1) նշանակված է $2 միությունում։ Ձեզ տրված են ադմինիստրատորի իրավասություններ։ Եթե ուզում եք հետ բերել իրավասությունները, <a href='/support?act=new'>գրե՛ք կայքի տեխնիկական աջակցությանը</a>։
id: The new owner ($1) has been successfully assigned to the community $2. You have been granted administrator rights in the community. If you want to return the owner role, contact <a href='/support?act=new'>site technical support</a>.
kk: Топтың жаңа иесі ($1) «$2» тобына сәтті тағайындалды. Сізге топ әкімші құқықтары берілді. Қайтіп топ иесі болғыңыз келсе <a href='/support?act=new'>қолдау көрсету тобына</a> жазыңыз.
pl: Nowy właściciel ($1) został pomyślnie przypisany do społeczności $2. Otrzymujesz uprawnienia administratora w społeczności. Jeśli chcesz odzyskać rolę właściciela, skontaktuj się z <a href='/support?act=new'>wsparcie techniczne strony</a>.
ru: Новый владелец ($1) успешно назначен в сообщество $2. Вам выданы права администратора в сообществе. Если Вы хотите вернуть роль владельца, обратитесь в <a href='/support?act=new'>техническую поддержку сайта</a>.
uk: Новий власник ($1) успішно призначений для спільноти $2. Вам видано права адміністратора в спільноті. Якщо Ви хочете повернути роль власника, зверніться до <a href='/support?act=new'>технічної підтримки сайта</a>.

# participants_zero
source: No participants
am: Ոչ մի մասնակից
eo: Neniuj partoprenantoj
id: Tidak ada partisipan
kk: Қатысушылар жоқ
pl: Brak uczestnika
ru: Ни одного участника
uk: Жодного учасника

# participants_one
source: $1 participant
am: Միայն մեկ մասնակից
eo: $1 partoprenanto
id: $1 partisipan
kk: $1 қатысушы
pl: Jeden uczestnik
ru: Один участник
uk: Один учасник

# participants_other
source: $1 participant
am: $1 հատ մասնակից
eo: $1 partoprenantoj
id: $1 partisipan
kk: $1 қатысушы
pl: $1 uczestników
ru: $1 участников
uk: $1 учасника

# groups_zero
source: No groups
am: Ոչ մի խումբ
eo: Neniuj grupoj
id: Tidak ada grup
kk: Топ жоқ
pl: Żadnej grupy
ru: Ни одной группы
uk: Жодної спільноти

# groups_one
source: $1 group
am: Մեկ խումբ
eo: $1 grupo
id: $1 grup
kk: $1 топ
pl: Jedna grupa
ru: Одна группа
uk: Одна спільнота

# groups_other
source: $1 groups
am: $1 խումբ
eo: $1 grupoj
id: $1 grup
kk: $1 топ
pl: $1 grup
ru: $1 групп
uk: $1 спільнот

# groups_list_zero
source: You are not a participant in any group
am: Դուք չեք կայանում ոչ մի խմբում
id: Kamu belum berpatisipasi dalam grup manapun
kk: Сіз ешқандай топқа қатыспағансыз.
ru: Вы не состоите ни в одной группе
uk: Ви не перебуваєте в жодній спільноті

# groups_list_one
source: You are participating in one group
am: Դուք կաք միայն մեկ խմբում
id: Kamu berpatisipasi dalam satu grup
kk: Сіз бір топқа қатысасыз
ru: Вы состоите в одной группе
uk: Ви перебуваєте в одній спільноті

# groups_list_other
source: You are a participant of $1 groups
am: Դուք կաք $1 խմբում
id: Kamu berpatisipasi dalam of $1 grup
kk: Сіз $1 топқа қатысасыз
ru: Вы состоите в $1 группах
uk: Ви перебуваєте в $1 спільноті

# meetings_zero
source: No meetings
am: Ոչ մի հանդիպում
eo: Neniuj kunvenoj
id: tidak terdapat rapat/pertemuan
kk: Кездесулер жоқ
pl: Ani jednego spotkania
ru: Ни одной встречи
uk: Жодної зустрічі

# meetings_one
source: $1 meeting
am: Մեկ հանդիպում
eo: $1 kunveno
id: $1 rapat/pertemuan
kk: $1 кездесу
pl: Jedno spotkanie
ru: Одна встреча
uk: Одна зустріч

# meetings_other
source: $1 meetings
am: $1 հանդիպում
eo: $1 kunvenoj
id: $1 rapat/pertemuan
kk: $1 кездесу
pl: $1 spotkań
ru: $1 встреч
uk: $1 зустрічей

# search_by_groups
source: Explore Groups
am: Որոնում ըստ խմբերի
id: Search by groups
kk: Топтардан іздеу
ru: Поиск по группам
uk: Пошук за спільнотами

# group_banned
source: Unfortunately, we had to block the <b>$1</b> group.
kk: Өкінішке қарай, біз <b>$1</b> тобын бұғаттауға мәжбүр болдық.
ru: К сожалению, нам пришлось заблокировать сообщество <b>$1</b>.
uk: Спільнота <b>$1</b> заблокована.

# error_suggestions
source: Error accessing to suggestions
kk: Ұсынылған жазбаларға қол жеткізе алмадық
ru: Ошибка доступа к предложенным
uk: Помилка доступу до пропозиційної

# error_suggestions_closed
source: This group has closed wall.
kk: Бұл топтың қабырғасы жабық.
ru: У этой группы закрытая стена.
uk: Ця спільнота має закриту стіну.

# error_suggestions_open
source: This group has open wall.
kk: Бұл топтың қабырғасы ашық.
ru: У этой группы открытая стена.
uk: Ця спільнота має відкриту стіну.

# error_suggestions_access
source: Only group's administrators can view all suggested posts.
kk: Бүкіл ұсынылған жазбаны тек топ әкімшілері көре алады.
ru: Просматривать все предложенные записи могут только администраторы группы.
uk: Переглядати запропоновані дописи можуть тільки адміністратори спільноти.

source: Create
am: Ստեղծել
eo: Krei
id: Buat
kk: Жасау
pl: Utworzyć
ru: Создать
uk: Створити

source: Album
kk: Альбом
ru: Альбом
uk: Альбом

source: Albums
am: Ալբոմներ
eo: Albumoj
id: Album
kk: Альбомдар
pl: Album
ru: Альбомы
uk: Альбоми

source: Photo
am: Լուսանկար
eo: Foto
id: Foto
kk: Сурет
pl: Zdjęcie
ru: Фотография
uk: Фотографія

source: photos
kk: сурет
ru: фотографий
uk: фотографій

source: Create album
am: Ստեղծել ալբոմ
eo: Krei albumon
id: Buat album
kk: Альбом жасау
pl: Utwórz album
ru: Создать альбом
uk: Створити альбом

source: Edit album
am: Խմբագրել ալբոմը
eo: Redakti albumon
id: Sunting album
kk: Альбомды өңдеу
pl: Edytuj album
ru: Редактировать альбом
uk: Редагувати альбом

source: Edit photo
kk: Суретті өңдеу
ru: Изменить фотографию
uk: Змінити фотографію

source: Creating album
am: Ալբոմը ստեղծվում է
eo: Kreante albumon
id: Membuat album
kk: Альбом жасалуда
pl: Tworzenie albumu
ru: Создание альбома
uk: Створення альбому

source: Delete photo
kk: Суретті жою
ru: Удалить фотографию
uk: Видалити фотографію

# sure_deleting_photo
source: Do you sure you want to delete this photo from album?
kk: Мына суретті шынымен альбомнан өшіргіңіз келе ме?
ru: Вы уверены, что хотите удалить эту фотографию из альбома?
uk: Ви дійсно бажаєте видалити цю світлину?

source: Upload photo
am: Վերբեռնել լուսանկար
eo: Alŝutu foton
id: Unggah foto
kk: Сурет жүктеу
pl: Prześlij zdjęcie
ru: Загрузить фотографию
uk: Завантажити фотографію

# upload_button
source: Upload
am: Վերբեռնել
eo: Alŝuti
id: Unggah
kk: Жүктеу
pl: Pobrać
ru: Загрузить
uk: Завантажити

source: Open original
am: Բացել օրիգինալը
eo: Malfermu originalon
id: Buka ukuran file asli
kk: Түпнұсқасын ашу
pl: Otwórz oryginał
ru: Открыть оригинал
uk: Відкрити оригінал

# avatar_album
source: Profile photos
am: Էջի լուսանկարները
eo: Profilaj fotoj
id: Foto Profil
kk: Парақшамдағы суреттер
pl: Zdjęcia ze strony
ru: Фотографии со страницы
uk: Фотографії зі сторінки

# wall_album
source: Wall photos
am: Պատի լուսանկարները
eo: Muraj fotoj
id: Foto dingdings
kk: Қабырғамдағы суреттер
pl: Zdjęcia ze ściany
ru: Фотографии со стены
uk: Фотографії зі стіни

# albums_zero
source: No albums
am: Ոչ մի ալբոմ չկա
eo: Neniuj albumoj
id: tidak ada album
kk: Альбом жоқ
pl: Brak albumu
ru: Ни одного альбома
uk: Жодного альбому

# albums_one
source: $1 album
am: Մեկ ալբոմ
eo: $1 albumo
kk: $1 альбом
pl: Jeden album
ru: Один альбом
uk: Один альбом

# albums_other
source: $1 albums
am: $1 ալբոմ
eo: $1 albumoj
id: $1 album
kk: $1 альбом
pl: $1 albumów
ru: $1 альбомов
uk: $1 альбома

# albums_list_zero
source: You don't have any albums
id: Kamu belum mempunya album apapun
kk: Сізде ешқандай альбом жоқ
ru: У Вас нет ни одного альбома
uk: У Вас немає альбомів

# albums_list_one
source: You have one album
id: Kamu hanya memiliki satu album
kk: Сізде бір альбом бар
ru: У Вас один альбом
uk: У Вас є один альбом

# albums_list_other
source: You have $1 albums
id: Kamu memiliki $1 album
kk: Сізде $1 альбом бар
ru: У Вас $1 альбомов
uk: У Вас $1 альбома

source: Add image
kk: Сурет қосу
ru: Поставить изображение
uk: Встановити зображення

# add_image_group
source: Upload image
kk: Сурет жүктеп салу
ru: Загрузить фотографию
uk: Встановити фотографію

# upload_new_picture
source: Upload new photo
kk: Жаңа сурет жүктеп салу
ru: Загрузить новую фотографию
uk: Завантажити нову фотографію

# uploading_new_image
source: Uploading new photo
kk: Жаңа суретті жүктеп салу
ru: Загрузка новой фотографии
uk: Завантаження нової фотографії
