Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# friends_avatar
source: It will be easier for friends to recognize you if you upload your real picture.
kk: Шын суретіңізді жүктеп қойсаңыз достарыңыз сізді оңай таниды.
ru: Друзьям будет проще узнать Вас, если вы загрузите свою настоящую фотографию.
uk: Друзям буде простіше дізнатися Вас, якщо ви завантажите своє <b>справжнє</b> фото.

# groups_avatar
source: Good photo can make your group more recognizable.
kk: Жақсы сурет бірлестігіңізді танымал етеді.
ru: Хорошее фото сделает Ваше сообщество более узнаваемым.
uk: Гарне фото зробить Вашу спільноту більш популярним.

# formats_avatar
source: You can upload an image in JPG, GIF or PNG format.
kk: JPG, GIF немесе PNG форматтағы суреттерді жүктеуге болады.
ru: Вы можете загрузить изображение в формате JPG, GIF или PNG.
uk: Ви можете завантажити зображення у форматі JPG, GIF або PNG.

# troubles_avatar
source: If you're having trouble uploading, try selecting a smaller photo.
kk: Суреттің жүктелуімен мәселе болса, көлемін кiшiрейтіп, жүктеп көрiңiз.
ru: Если возникают проблемы с загрузкой, попробуйте выбрать фотографию меньшего размера.
uk: Якщо виникають проблеми із завантаженням, спробуйте вибрати фотографію меншого розміру.

# webcam_avatar
source: If your computer has a webcam, you can <a id='_takeSelfie'>take a snapshot »</a>
kk: Компьютеріңізге веб-камера қосылып тұрса, лезде <a id='_takeSelfie'>сурет түсіріп көріңіз »</a>
ru: Если ваш компьютер оснащён веб-камерой, Вы можете <a id='_takeSelfie'>сделать моментальную фотографию »</a>
uk: Якщо Ваш комп'ютер має камерою, Ви можете <a id='_takeSelfie'>зробити миттєву фотографію</a>

# publish_on_wall
source: Make post on wall
kk: Қабырғада жазба жариялау
ru: Опубликовать запись на стене
uk: Опублікувати допис на стіні

source: Take snapshot
kk: Түсіру
ru: Сделать снимок
uk: Зробити знімок

# your_browser_doesnt_support_webcam
source: Your browser does not support webcam video capture.
kk: Браузеріңізде веб-камерадан сурет түсіруге болмайды.
ru: Ваш браузер не поддерживает съёмку видео с веб-камеры.
uk: Ваш браузер не підтримує знімання відео з камери.

# selected_area_user
source: The selected area will be shown on your page.
kk: Мына аумақ сіздің парақшаңызда көрсетіледі.
ru: Выбранная область будет показываться на вашей странице.
uk: Обрана область буде відображатися на Вашій сторінці.

# selected_area_club
source: The selected area will be shown on the group page.
kk: Мына аумақ топ парақшасында көрсетіледі.
ru: Выбранная область будет показываться на странице сообщества.
uk: Обрана область буде показуватися на сторінці спільноти.

# selected_area_rotate
source: If the image is not oriented correctly, the photo can be rotated.
kk: Сурет дұрыс бағытталмаған болса, оны бұратуға болады.
ru: Если изображение ориентировано неправильно, фотографию можно повернуть.
uk: Якщо орієнтація зображення неправильна, фотографію можна повернути.

# deleting_avatar
source: Deleting photo
kk: Суретті жою
ru: Удаление фотографии
uk: Видалення фотографії

# deleting_avatar_sure
source: Do you sure you want to delete avatar?
kk: Суретті шынымен жойғыңыз келе ме?
ru: Вы действительно хотите удалить аватар?
uk: Ви дійсно хочете видалити аватар?

source: Save changes
kk: Өзгерістерді сақтау
ru: Сохранить изменения
uk: Зберегти зміни

# upd_m
source: updated his profile picture
kk: өз парақша суретін өзгертті
ru: обновил фотографию на своей странице
uk: оновив фотографію

# upd_f
source: updated her profile picture
kk: өз парақша суретін өзгертті
ru: обновила фотографию на своей странице
uk: оновила фотографію

# upd_g
source: updated group's picture
kk: топ суретін өзгертті
ru: обновило фотографию группы
uk: оновило фотографію

source: Add photos
kk: Суреттерді қосу
ru: Добавить фотографии
uk: Додати фотографії

# upload_picts
source: Upload photos
kk: Суреттерді жүктеу
ru: Загрузить фотографии
uk: Завантажити фотографії

# end_uploading
source: Finish uploading
kk: Жүктеуді аяқтау
ru: Завершить загрузку
uk: Завершити завантаження

# photos_successfully_uploaded
source: Photos uploaded successfully
kk: Суреттер сәтті жүктелді
ru: Фотографии успешно загружены
uk: Фотографії було завантажено

# click_to_go_to_album
source: Click here to go to album.
kk: Альбомға өту үшін осында басыңыз.
ru: Нажмите, чтобы перейти к альбому.
uk: Натисніть, щоб перейти до альбому.

# error_uploading_photo
source: Error when uploading photo. Error text:
kk: Суретті жүктеу сәтсіз аяқталды. Қате туралы хабарлама:
ru: Не удалось загрузить фотографию
uk: Помилка завантаження фотографії

# too_many_pictures
source: No more than 10 pictures
kk: 10 суреттен артық жүктеуге болмайды
ru: Не больше 10 фотографий
uk: Завантажено забагато фотографій (дозволено не більше десяти)

source: Too many attachments.
kk: Тіркемелер тым көп.
ru: Слишком много вложений.
uk: Завантажено забагато вкладень.

source: Drag files here
kk: Файлдарды осында сүйреңіз
ru: Перетащите файлы сюда
uk: Перетягніть файли сюди

# only_images_accepted
source: File "$1" is not an image
kk: "$1" файлы — сурет немесе бейне емес.
ru: Файл "$1" не является изображением или видео.
uk: Файл "$1" не є зображенням

# max_filesize
source: Max filesize is $1 MB
kk: Файлдың ең үлкен өлшемі — $1 МБ
ru: Максимальный размер файла — $1 мегабайт
uk: Максимальний розмір файлу — $1 мегабайт

# uploading_photos_from_computer
source: Uploading photos from Your computer
kk: Компьютерден суреттерді жүктеу
ru: Загрузка фотографий с Вашего компьютера
uk: Завантаження фотографій із Вашого ПК

# supported_formats
source: Supported file formats: JPG, PNG, and GIF.
kk: Қолдау көрсетілетін форматтар: JPG, PNG және GIF.
ru: Поддерживаемые форматы файлов: JPG, PNG и GIF.
uk: Підтримувані формати зображень: JPG, PNG та GIF.

# max_load_photos
source: You can upload up to 10 photos at a time.
kk: Бір уақытта 10 суретке дейін жүктеуге болады.
ru: Вы можете загружать до 10 фотографий за один раз.
uk: Ви можете завантажити до 10 фотографій за один раз.

source: Tip
kk: Кеңес
ru: Подсказка
uk: Порада

# tip_ctrl
source: To select multiple photos at once, hold down the Ctrl key when selecting files in Windows or the CMD key in Mac OS.
kk: Бірнеше суретті таңдау үшін Windows жүйесінде Ctrl, Mac OS жүйесінде CMD пернесін басып тұрып таңдаңыз.
ru: для того, чтобы выбрать сразу несколько фотографий, удерживайте клавишу Ctrl при выборе файлов в ОС Windows или клавишу CMD в Mac OS.
uk: щоб обрати кілька фотографій одразу, утримуючи клавішу Ctrl під час вибору файлів у Windows та Linux чи клавішу CMD у Mac OS.

source: Album Poster
kk: Альбомның басты суреті
ru: Обложка альбома
uk: Обкладинка альбома

# select_photo
source: Select Photos
kk: Сурет таңдау
ru: Выберите фотографию
uk: Оберіть фотографію

source: Upload New Photo
kk: Жаңа сурет жүктеу
ru: Загрузить новую фотографию
uk: Завантажте нову світлину

# is_x_photos_zero
source: Just zero photos.
kk: Барлығы нөл сурет.
ru: Всего ноль фотографий.
uk: Всього 0 фотографій.

# is_x_photos_one
source: Just one photo.
kk: Барлығы бір сурет.
ru: Всего одна фотография.
uk: Всього 1 фотографія.

# is_x_photos_few
source: Just $1 photos.
kk: Барлығы $1 сурет.
ru: Всего $1 фотографии.
uk: Всього $1 фотографій.

# is_x_photos_many
source: Just $1 photos.
kk: Барлығы $1 сурет.
ru: Всего $1 фотографий.
uk: Всього $1 фотографій.

# is_x_photos_other
source: Just $1 photos.
kk: Барлығы $1 сурет.
ru: Всего $1 фотографий.
uk: Всього $1 фотографій.

source: All photos
kk: Барлық сурет
ru: Все фотографии
uk: Всі фотографії

source: Too many photos.
kk: Суреттер тым көп.
ru: Слишком много фотографий.
uk: Забагато фотографій.

# photo_x_from_y
source: Photo $1 from $2
kk: $2 ішіндегі $1 сурет
ru: Фотография $1 из $2
uk: Фотографія $1 з $2

source: Notes
am: Նշումներ
eo: Notoj
id: Catatan
kk: Жолжазбалар
pl: Notatka
ru: Заметки
uk: Нотатки

source: Note
am: Նշում
eo: Noto
id: Catatan
kk: Жолжазба
pl: Notatka
ru: Заметка
uk: Нотатка

# name_note
source: Title
am: Անվանում
eo: Titolo
id: Judul
kk: Тақырыбы
pl: Nazwa
ru: Название
uk: Назва

# text_note
source: Content
am: Պարունակություն
eo: Enhavo
id: Isi
kk: Мазмұны
pl: Treść
ru: Содержание
uk: Вміст

# create_note
source: Add note
am: Ստեղծել նշում
eo: Kreu noton
id: Tambahkan catatan
kk: Жолжазба жазу
pl: Utwórz notatkę
ru: Добавить запись
uk: Створити нотатку

source: Edit note
am: Խմբագրել նշումը
id: Sunting catatan
kk: Жолжазбаны өндеу
ru: Редактировать заметку
uk: Редагувати нотатку

source: Actions
am: Գործողություններ
eo: Agoj
id: Aksi
kk: Әрекеттер
pl: Postępowanie
ru: Действия
uk: Дії

# notes_start_screen
source: Use notes to share your events with friends and stay updated on theirs.
id: With notes, you can share your events with friends and see what's going on with them.
kk: Жолжазбалар арқылы оқиғаларды достарыңызбен бөлісуге және олармен не болып жатқанын көруге болады.
ru: С помощью заметок Вы можете делиться событиями из жизни с друзьями, а так же быть в курсе того, что происходит у них.
uk: З допомогою нотаток Ви можете ділитися подіями із життя з друзями чи знати, що відбувається в них.

# note_preview
source: Preview Draft
kk: Шимайды алдын-ала қарау
ru: Предпросмотр
uk: Попередній перегляд

# note_preview_warn
source: Preview Mode Activated
kk: Алдын-ала қарап жатырсыз
ru: Это всего лишь предпросмотр
uk: Увага: Це лише попередній перегляд

# note_preview_warn_details
source: Note behavior or appearance may change after saving. Avoid excessive use of preview.
kk: Жолжазба сақталған соң оның әрекеті немесе көрінісі өзгеруі мүмкін. Сондықтан алдын-ала қарауды жиі қолданбауға тырысыңыз.
ru: После сохранения заметки могут выглядеть иначе. К тому же, не вызывайте предпросмотр слишком часто.
uk: Після збереження, нотатки можуть мати інший вигляд. Також не викликайте перегляд занадто часто.

# note_preview_empty_err
source: Previewing an empty or nameless note? Why, Mr. White?
kk: Бос немесе атаусыз жолжазбаны алдын-ала қарап көрмекшісіз бе? Неліктен, Уайт мырза?
ru: Зачем вам предпросмотр для заметки без имени или содержания?
uk: Попередній перегляд неможливий: Немає імені чи змісту.

source: Edited
am: Խմբագրված է
id: Tersunting
kk: Өнделген күні:
ru: Отредактировано
uk: Відредаговано

# notes_zero
source: No notes
am: Ոչ մի նշում չկա
eo: Neniuj notoj
id: Tidak ada catatan
kk: Жолжазба жоқ
pl: Brak notatek
ru: Ни одной заметки
uk: Жодної нотатки

# notes_one
source: $1 note
am: Մեկ նշում
eo: $1 noto
id: $1 catatan
kk: $1 жолжазба
pl: Jedna notka
ru: Одна заметка
uk: Одна нотатка

# notes_other
source: $1 notes
am: $1 նշում
eo: $1 notoj
id: $1 catatan
kk: $1 жолжазба
pl: $1 notatek
ru: $1 заметок
uk: $1 нотаток

# notes_list_zero
source: No notes found
kk: Еш жолжазба табылған жоқ
ru: Не найдено ни одной заметки
uk: Не знайдено жодної нотатки

# notes_list_one
source: $1 note found
kk: $1 жолжазба табылды
ru: Найдена одна заметка
uk: Знайдено одну нотатку

# notes_list_other
source: $1 notes found
kk: $1 жолжазба табылды
ru: Найдено $1 заметок
uk: Знайдено $1 нотаток

# aw_legacy_ui
source: Legacy interface
kk: Ескі көрініс
ru: Старый интерфейс
uk: Класичний інтерфейс

# select_note
source: Selecting note
kk: Жолжазбаны таңдау
ru: Выбор заметки
uk: Вибір нотатки

# no_notes
source: You don't have any notes
kk: Сізде жолжазбалар жоқ
ru: У вас нет ни одной заметки
uk: Ви не маєте жодної нотатки

# error_attaching_note
source: Error when attaching note
kk: Жолжазбаны тіркеу қатесі
ru: Не удалось прикрепить заметку
uk: Не вдалося закріпити нотатку

# select_or_create_new
source: Select an existing note or <a href='/notes/create'>create a new one</a>
kk: Бар жолжазларыңыздан таңдаңыз немесе <a href='/notes/create'>жаңасын жазыңыз</a>
ru: Выберите существующую заметку или <a href='/notes/create'>создайте новую</a>
uk: Оберіть існуючу нотатку або <a href='/notes/create'>створіть нову</a>

# notes_closed
source: You can't attach a note to the post because only you can see them.<br> You can change this in <a href="/settings?act=privacy">settings</a>.
kk: Жолжазбаларды тек өзіңіз көре аласыз, сондықтан оларды жазбаға тіркей алмайсыз.<br> Мұны <a href="/settings?act=privacy">баптап</a> өзгерте аласыз.
ru: Вы не можете прикрепить заметку к записи, так как ваши заметки видны только вам.<br><br> Вы можете поменять это в <a href="/settings?act=privacy">настройках</a>.
uk: Ви не можете прикріпити нотатку до запису, оскільки Ваші нотатки видно тільки Вам.<br><br> Ви можете змінити це в <a href="/settings?act=privacy">налаштуваннях</a>.

# do_not_attach_note
source: Do not attach a note
kk: Жолжазбаны тіркемеу
ru: Не прикреплять заметку
uk: Не прикріплювати нотатку

# something_is_supported_from_xhtml
source: <a href='/kb/notes'>Something</a> from (X)HTML supported.
kk: (X)HTML-дің <a href='/kb/notes'>кейбір</a> тұстары қолдалады.
ru: <a href='/kb/notes'>Кое-что</a> из (X)HTML поддерживается.
uk: <a href='/kb/notes'>Певні</a> теги з (X)HTML підтримується.

source: Something
kk: (X)HTML-дің кейбір тұстары
ru: Кое-что
uk: Певні

# supports_xhtml
source: from (X)HTML supported.
kk: қолдалады.
ru: из (X)HTML поддерживается.
uk: теги з (X)HTML підтримується.

# edit_button
source: edit
am: խմբ.
eo: red.
id: sunting
kk: өңдеу
pl: zmienić
ru: ред.
uk: ред.

source: My Page
am: Իմ էջը
eo: Mia Paĝo
id: Halamanku
kk: Парақшам
pl: Moja Strona
ru: Моя Страница
uk: Моя Сторінка

source: My Friends
am: Իմ ընկերները
eo: Miaj Amikoj
id: Pertemanan
kk: Достарым
pl: Moje Przyjaciele
ru: Мои Друзья
uk: Мої Друзі

source: My Photos
am: Իմ նկարները
eo: Miaj Fotoj
id: Foto
kk: Суреттерім
pl: Moje Zdjęcia
ru: Мои Фотографии
uk: Мої Фотографії

source: My Videos
am: Իմ տեսանյութերը
eo: Miaj Videoj
id: Video
kk: Бейнелерім
pl: Moje Filmy
ru: Мои Видеозаписи
uk: Мої Відеозаписи

source: My Audios
kk: Әндерім
ru: Мои Аудиозаписи
uk: Мої Аудіозаписи

source: My Messages
am: Իմ նամակները
eo: Miaj Mesaĝoj
id: Perpesanan
kk: Хаттар
pl: Moje Posty
ru: Мои Сообщения
uk: Мої Повідомлення

source: My Notes
am: Իմ նշումները
eo: Miaj Notoj
id: Catatan
kk: Жолжазбаларым
pl: Moje Notatki
ru: Мои Заметки
uk: Мої Нотатки

source: My Groups
am: Իմ խմբերը
eo: Miaj Grupoj
id: Grup
kk: Топтарым
pl: Moje Grupy
ru: Мои Группы
uk: Мої Спільноти

source: My Feed
am: Իմ լուրերը
eo: Mia Fluo
id: Beranda
kk: Жаңалықтар
pl: Moje Nowości
ru: Мои Новости
uk: Мої Новини

source: My Feedback
am: Իմ պատասխանները
eo: Miaj Sugestoj
id: Pemberandaan
kk: Жауаптарым
pl: Moje Odpowiedzi
ru: Мои Ответы
uk: Мої Відповіді

source: My Apps
kk: Қосымшаларым
ru: Мои Приложения
uk: Застосунки

source: My Settings
am: Իմ կարգավորումները
eo: Miaj Agordoj
id: Pengaturan
kk: Баптауларым
pl: Moje Ustawienia
ru: Мои Настройки
uk: Мої Налаштування

source: Bookmarks
kk: Бетбелгілер
ru: Закладки
uk: Вподобані

# bookmarks_tab
source: Saved
kk: Қойма
ru: Избранное
uk: Вподобане

source: Bug Tracker
am: Բագ–թրեքեր
eo: Cimo-spurilo
kk: Баг ұстаушы
ru: Баг-трекер
uk: Баг-трекер

# menu_settings
source: Settings
kk: Баптау
ru: Настройки
uk: Налаштування

# menu_login
source: Login
am: Մուտք
eo: Ensaluti
id: Masuk
kk: Кіру
pl: Zaloguj się
ru: Вход
uk: Вхід

# menu_registration
source: Register
am: Գրանցում
eo: Registrado
id: Pendaftaran
kk: Тіркелу
pl: Rejestracja
ru: Регистрация
uk: Реєстрація

# menu_help
source: Help
am: Օգնություն
eo: Helpu
id: Bantuan
kk: Көмек
pl: Pomoc
ru: Помощь
uk: Допомога

# menu_logout
source: Log out
am: Դուրս գալ
id: Keluar
kk: Жүйеден шығу
pl: Wyjść
ru: Выйти
uk: Вийти

# menu_support
source: Support
am: Օգնություն
id: Dukungan
kk: Жәрдем
pl: Pomoc
ru: Поддержка
uk: Підтримка

# header_home
source: home
am: գլխավոր
eo: hejmen
id: beranda
kk: басты бет
pl: główny
ru: главная
uk: головна

# header_groups
source: groups
am: խմբեր
eo: grupoj
id: grup
kk: топтар
pl: grupy
ru: группы
uk: спільноти

# header_people
source: people
am: մարդիկ
eo: homoj
id: orang
kk: кісілер
pl: ludzie
ru: люди
uk: люди

# header_invite
source: invite
am: հրավիրել
eo: inviti
id: undang
kk: шақыру
pl: zaprosić
ru: пригласить
uk: запросити

# header_help
source: help
am: օգնություն
eo: helpo
id: bantuan
kk: көмек
pl: pomoc
ru: помощь
uk: допомога

# header_log_out
source: log out
am: դուրս գալ
id: keluar
kk: шығу
pl: wyjść
ru: выйти
uk: вийти

# header_search
source: Search
am: Որոնում
eo: Serĉu
id: Cari
kk: Іздеу
pl: wyszukiwanie
ru: Поиск
uk: Пошук

# header_login
source: login
am: Մուտք
eo: ensaluti
id: masuk
kk: кіру
pl: Zaloguj się
ru: вход
uk: вхід

# header_registration
source: registration
am: Գրանցում
eo: registriĝo
id: pendaftaran
kk: тіркелу
pl: Rejestracja
ru: регистрация
uk: реєстрація

# left_menu_donate
source: Donate
am: Աջակցել
id: Donasi
kk: Донат
pl: Poprzeć
ru: Поддержать
uk: Підтримати

# footer_about_instance
source: about instance
am: հոսքի մասին
id: Tentang
kk: инстанция туралы
pl: o instancji
ru: об инстанции
uk: про інстанцію

# footer_rules
source: rules
kk: ережелер
pl: zasady
ru: правила
uk: правила

# footer_blog
source: blog
am: բլոգ
eo: blogo
kk: блог
ru: блог
uk: блог

# footer_help
source: help
am: օգնություն
eo: helpo
id: bantuan
kk: көмек
pl: pomoc
ru: помощь
uk: допомога

# footer_developers
source: developers
am: մշակողներին
eo: programistoj
kk: әзірлеушілерге
pl: programistom
ru: разработчикам
uk: розробникам

# footer_choose_language
source: choose language
am: ընտրել լեզուն
eo: elektu lingvon
id: pilih bahasa
kk: тіл таңдау
pl: wybierz język
ru: выбрать язык
uk: обрати мову

# footer_privacy
source: privacy
am: գաղտնիություն
eo: privateco
id: privasi
kk: құпиялық
pl: prywatność
ru: приватность
uk: приватність

source: Main
am: Հիմնական
eo: Ĉefa
kk: Басты
pl: Główny
ru: Основное
uk: Основне

source: Contacts
am: Կոնտակտներ
eo: Kontaktoj
id: kontak
kk: Байланыстарым
pl: Kontakt
ru: Контакты
uk: Контакти

source: Avatar
am: Ավատար
eo: Avataro
kk: Аватар
pl: Аватар
ru: Аватар
uk: Аватар

source: Privacy
am: Գաղտնիություն
eo: Privateco
id: Privasi
kk: Құпиялық
pl: Prywatność
ru: Приватность
uk: Приватність

source: Interface
am: Արտաքին տեսք
eo: Interfaco
id: Antarmuka
kk: Интерфейс
pl: Pozór
ru: Внешний вид
uk: Зовнішній вигляд

source: Security
kk: Қауіпсіздік
ru: Безопасность
uk: Безпека

source: Profile picture
am: Էջի նկար
eo: Profila bildo
id: Gambar Foto Profil
kk: Парақша суреті
pl: Obraz strony
ru: Изображение страницы
uk: Зображення сторінки

source: Picture
am: Նկար
eo: Bildo
id: Gambar
kk: Сурет
pl: Obraz
ru: Изображение
uk: Зображення

source: Change password
am: Փոխել գաղտնաբառը
eo: Ŝanĝi pasvorton
id: Ubah kata sandi
kk: Құпия сөзді өзгерту
pl: Zmień hasło
ru: Изменить пароль
uk: Змінити пароль

source: Old password
am: Հին գաղտնաբառը
eo: Malnova pasvorto
id: Kata Sandi Lama
kk: Бұрынғы құпия сөз
pl: Stare hasło
ru: Старый пароль
uk: Старий пароль

source: New password
am: Նոր գաղտնաբառը
eo: Nova pasvorto
id: Kata Sandi Baru
kk: Жаңа құпия сөз
pl: Nowe hasło
ru: Новый пароль
uk: Новий пароль

source: Repeat password
am: Կրկնեք գաղտնաբառը
eo: Ripetu pasvorton
id: Ulang Kata Sandi Baru
kk: Қайталап жазыңызшы
pl: Powtórz hasło
ru: Повторите пароль
uk: Повторіть пароль

# avatars_style
source: Avatar style
am: Ավատարի տեսք
eo: Stilo avataro
id: Tampilan Gaya Avatar
kk: Аватарлардың стилі
pl: Wyświetlanie avatara
ru: Отображение аватаров
uk: Відображення аватарів

source: Style
am: Ոճ
eo: Stilo
id: Gaya
kk: Стильдер
pl: Styl
ru: Стиль
uk: Стиль

source: default
am: Սովորական
id: bawaan
kk: әдепкі
pl: Domyślnie
ru: по умолчанию
uk: за замовчуванням

# arbitrary_avatars
source: Arbitrary
am: Կամայական
id: acak
kk: Ерікті
ru: Произвольные
uk: Довільні

# cut
source: Square
am: Կտրվածք
eo: Tranĉi
id: Kotak
kk: Шаршы
pl: Obcinanie
ru: Квадратные
uk: Квадратні

# apply_style_for_this_device
source: Apply style only for this device
am: Հաստատել տեսքը միայն այս սարքի համար
id: Hanya terapkan gaya ini pada perangkat ini
kk: Стильді тек осы құрылғы үшін пайдалану
ru: Применить стиль только для этого устройства
uk: Застосувати стиль лише для цього пристрою

# ui_settings_window
source: Advanced settings
kk: Қосымша баптау
ru: Дополнительные настройки
uk: Додаткові налаштування

source: Search for groups
am: Խմբերի որոնում
eo: Serĉu grupojn
id: Cari grup
kk: Топ іздеу
pl: Szukaj grup
ru: Поиск групп
uk: Пошук спільнот

source: Search for users
kk: Кісі іздеу
ru: Поиск людей
uk: Пошук користувачів

source: Search for posts
kk: Жазба іздеу
ru: Поиск записей
uk: Пошук дописів

source: Search for comments
kk: Пікір іздеу
ru: Поиск комментариев
uk: Пошук коментарів

source: Search for videos
kk: Бейне іздеу
ru: Поиск видео
uk: Пошук відео

source: Search for apps
kk: Қосымша іздеу
ru: Поиск приложений
uk: Пошук додатків

source: Search for notes
kk: Жолжазба іздеу
ru: Поиск записок
uk: Пошук нотаток

# search_for_audios
source: Search for music
kk: Ән іздеу
ru: Поиск музыки
uk: Пошук музики

# search_for_audios_playlists
source: Search for playlists
kk: Әнтізім іздеу
ru: Поиск плейлистов
uk: Пошук списків відтворення

# search_for_docs
source: Search for documents
kk: Құжат іздеу
ru: Поиск документов
uk: Пошук документів

# search_button
source: Find
am: Որոնել
eo: Trovi
id: Cari
kk: Іздеу
pl: Znaleźć
ru: Найти
uk: Знайти

# search_placeholder
source: Start typing any name, title or word
am: Գրեք ցանկացած անուն, անվանում կամ բառ
id: Masukkan nama,judul atau suatu kata.
kk: Кез келген атауды, тақырыпты немесе сөзді теруді бастаңыз
pl: Zacznij wpisywać dowolne imię, tytuł lub słowo
ru: Начните вводить любое имя, название или слово
uk: Почніть вводити будь-яке ім'я, назву чи слово

# results_zero
source: No results
am: Ոչ մի արդյունք
eo: Neniuj rezultoj
id: Tidak ada hasil
kk: Нәтиже жоқ
pl: Brak wyników
ru: Ни одного результата
uk: Немає результатів

# results_one
source: $1 result
am: Մեկ արդյունք
eo: $1 rezulto
id: $1 hasil
kk: $1 нәтиже
pl: Jeden wynik
ru: Один результат
uk: Один результат

# results_other
source: $1 results
am: $1 արդյունք
eo: $1 rezultoj
id: $1 hasil
kk: $1 нәтиже
pl: $1 wyników
ru: $1 результатов
uk: $1 результатів

# privacy_setting_access_page
source: Who can view my page
am: Ով կարող է տեսնել ինտերնետում իմ էջը
eo: Kiu povas vidi mian paĝon
id: Siapa saja yang dapat melihat halamanku
kk: Менің парақшам кімге көрінеді
pl: Kto w Internecie widzi moją stronę
ru: Кому в интернете видно мою страницу
uk: Хто може оглядати мою сторінку в інтернеті

# privacy_setting_read_info
source: Who can see the main information on my page
am: Ում է տեսանելի իմ էջի հիմնական ինֆորմացիան
eo: Kiu povas vidi ĉefajn informojn de mia paĝo
id: Siapa saja yang dapat melihat informasi utama halamanku
kk: Парақшамдағы басты ақпарат кімге көрінеді
pl: Kto widzi podstawowe informacje o mojej stronie
ru: Кому видно основную информацию моей страницы
uk: Хто може оглядати мою основну інформацію

# privacy_setting_write_wall
source: Who can publish posts on my wall
am: Ով կարող է գրել իմ պատին
eo: Kiu povas publikigi afiŝon sur mia muro
id: Siapa saja yang dapat menuliskan postingan kedinding saya
kk: Қабырғама кім жаза алады
pl: Kto może pisać na mojej ścianie
ru: Кто может писать у меня на стене
uk: Хто може писати на моїй стіні

# privacy_setting_see_photos
source: Who can see my photos
am: Ով կարող է տեսնել իմ նկարները
eo: Kiu povas vidi miajn fotojn
id: Siapa saja yang dapat melihat fotoku
kk: Суреттерім кімге көрінеді
pl: Kto widzi moje zdjęcia
ru: Кому видно мои фотографии
uk: Хто може оглядати мої фотографії

# privacy_setting_see_friends
source: Who can see my friends
am: Ում են երևում իմ ընկերները
eo: Kiu povas vidi miajn amikojn
id: Siapa saja yang dapat melihat pertemananku
kk: Достар тізімім кімге көрінеді
pl: Kto widzi moich przyjaciół
ru: Кому видно моих друзей
uk: Хто може оглядати мій список друзів

# privacy_setting_add_to_friends
source: Who can add me to friends
am: Ով կարող է ինձ ընկեր կոչել
eo: Kiu povas aldoni min al amikoj
id: Siapa saja yang dapat menambahkan pertemanan ke saya
kk: Мені досқа кім қоса алады
pl: Kto może nazywać mnie przyjacielem
ru: Кто может называть меня другом
uk: Хто може посилати запити у друзі
