Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# privacy_setting_see_videos
source: Who can see my videos
am: Ով կարող է տեսնել իմ տեսանյութերը
eo: Kiu povas vidi miajn videojn
id: Siapa saja yang dapat melihat videosku
kk: Бейнежазбаларым кімге көрінеді
pl: Kto widzi moje nagrania
ru: Кому видно мои видеозаписи
uk: Хто може оглядати мої відеозаписи

# privacy_setting_view_audio
source: Who can see my audios
kk: Әндерім кімге көрінеді
ru: Кому видно мои аудиозаписи
uk: Хто може оглядати мої аудіозаписи та плейлисти

# privacy_setting_write_messages
source: Who can write messages to me
am: Ով կարող է ինձ նամակներ գրել
id: Siapa saja yang dapat mengirim pesan ke saya
kk: Кім маған хат жібере алады
pl: Kto może pisać do mnie wiadomości
ru: Кто может писать мне сообщения
uk: Хто може писати мені повідомлення

# privacy_setting_see_notes
source: Who can see my notes
am: Ում են երևում իմ նշումները
eo: Kiu povas vidi miajn notojn
id: Siapa saja yang dapat melihat catatanku
kk: Жолжазбаларым кімге көрінеді
pl: Kto widzi moje notatki
ru: Кому видно мои заметки
uk: Хто може оглядати мої нотатки

# privacy_setting_see_groups
source: Who can see my groups and meetings
am: Ով կարող է տեսնել իմ խմբերը և հանդիպումները
eo: Kiu povas vidi miajn grupojn kaj renkontiĝojn
kk: Жазылған топтарым кімге көрінеді
pl: Kto widzi moje grupy i spotkania
ru: Кому видно мои группы и встречи
uk: Хто може оглядати мої спільноти та зустрічі

# privacy_setting_see_likes
source: Who can see my likes
kk: Мен бірдеңе ұнатқаным кімге көрінеді
ru: Кому видны мои лайки
uk: Хто може оглядати, що Ви вподобали

# privacy_value_anybody
source: Anybody
am: Բոլոր ցանկացողները
eo: Iu ajn
id: Siapa saja
kk: Әркім
pl: Wszyscy chętni
ru: Все желающие
uk: Усі

# privacy_value_anybody_dative
source: Anybody
am: Բոլոր ցանկացողներին
eo: Iu ajn
id: Siapa saja
kk: Баршаға
pl: Wszystkim chętnym
ru: Всем желающим
uk: Усі

# privacy_value_users
source: OpenVK users
am: OpenVK–ի օգտատերերին
eo: OpenVK-uzantoj
id: Pengguna OpenVK
kk: OpenVK пайдаланушыларына
pl: Przez użytkownika OpenVK
ru: Пользователям OpenVK
uk: Користувачі інстанції

# privacy_value_friends
source: Friends
am: Ընկերներ
eo: Amikoj
id: Teman
kk: Достарым
pl: Przyjaciel
ru: Друзья
uk: Друзі

# privacy_value_friends_dative
source: Friends
am: Ընկերներին
eo: Amikoj
id: Teman
kk: Достарыма
pl: Przyjaciel
ru: Друзьям
uk: Друзі

# privacy_value_only_me
source: Only me
am: Միայն ես
eo: Nur mi
id: Hanya saya
kk: Мен ғана
pl: Tylko ja
ru: Только я
uk: Тільки я

# privacy_value_only_me_dative
source: Only me
am: Միայն ինձ
eo: Nur mi
id: Hanya saya
kk: Маған ғана
pl: Tylko mnie
ru: Только мне
uk: Тільки я

# privacy_value_nobody
source: Nobody
am: Ոչ ոք
eo: Neniu
id: Tidak ada
kk: Ешкім
pl: Nikt
ru: Никто
uk: Ніхто

source: Profile type
kk: Бейін түрі
ru: Тип профиля
uk: Тип профілю

# profile_type_open
source: Open
kk: Ашық
ru: Открытый
uk: Відкритий

# profile_type_closed
source: Closed
kk: Жабық
ru: Закрытый
uk: Закритий

source: Your Email address
am: Ձեր էլեկտրոնային հասցեն
eo: Via retpoŝta adreso
id: Alamat Surelmu
kk: Сіздің Email-мекенжайыңыз
pl: Twój adres e-mail
ru: Адрес Вашей электронной почты
uk: Адреса Вашої електронної пошти

# your_page_address
source: Your address page
am: Ձեր էջի հասցեն
eo: Via adrespaĝo
id: Alamat halamanmu
kk: Сіздің парақшаңыздың мекенжайы
pl: Adres Twojej strony
ru: Адрес Вашей страницы
uk: Адреса Вашої сторінки

# page_address
source: Address page
am: Էջի հասցեն
eo: Adrespaĝo
kk: Парақшаңыздың мекенжайы
pl: Adres strony
ru: Адрес страницы
uk: Адрес сторінки

source: Current email address
am: Ներկայիս հասցեն
eo: Aktuala retadreso
id: Alamat surel sekarang
kk: Қазіргі Email-мекенжайы
pl: Aktualny adres
ru: Текущий адрес
uk: Поточна адреса

source: New email address
kk: Жаңа Email-мекенжайы
ru: Новый адрес
uk: Нова адреса

source: Save email address
kk: Email-мекенжайын сақтау
ru: Сохранить адрес
uk: Зберегти адресу

source: Page ID
am: Էջի ID–ն
eo: Paĝa ID
id: ID Halaman
kk: Парақшаның ID-cі
pl: ID strony
ru: ID страницы
uk: ID сторінки

source: You can also
am: Դուք նաև կարող եք
eo: Vi povas anka
id: Kamu juga dapat
kk: Сонымен қатар сіз
pl: Możesz także
ru: Вы также можете
uk: Ви також можете

source: delete your page
am: ջնջել ձեր էջը
eo: forigu vian paĝon
id: hapus halamanmu
kk: парақшаңызды жоя аласыз
pl: usuń swoją stronę
ru: удалить свою страницу
uk: видалити свою сторінку

source: delete album
am: ջնջել ալբոմը
eo: forigi albumon
id: hapus album
kk: альбомды жоя аласыз
pl: usuń album
ru: удалить альбом
uk: видалити альбом

# ui_settings_interface
source: Interface
am: Ինտերֆեյս
eo: Interfaco
id: Antarmuka
kk: Интерфейс
ru: Интерфейс
uk: Інтерфейс

# ui_settings_sidebar
source: Left menu
am: Ձախ մենյու
eo: Maldekstra menuo
kk: Сол жақтағы меню
pl: Lewe menu
ru: Левое меню
uk: Ліве меню

# ui_settings_rating
source: Rating
am: Վարկանիշ
eo: Taksado
kk: Рейтинг
pl: Ranking
ru: Рейтинг
uk: Рейтинг

# ui_settings_rating_show
source: Show
am: Ցուցադրել
eo: Montru
id: Tampilkan
kk: Көрсету
pl: Pokazać
ru: Показывать
uk: Показувати

# ui_settings_rating_hide
source: Hide
am: Թաքցնել
eo: Kaŝi
id: Sembunyikan
kk: Жасыру
pl: Ukrywać
ru: Скрывать
uk: Приховувати

# ui_settings_nsfw_content
source: NSFW content
kk: Ересектерге арналған материалдар
ru: NSFW-контент
uk: NSFW-контент

# ui_settings_nsfw_content_dont_show
source: Don't show in global feed
kk: Жаһандық таспада көрсетпеу
ru: Не показывать в глобальной ленте
uk: Не відображати у глобальній стрічці

# ui_settings_nsfw_content_blur
source: Just blur
kk: Бұлдырату
ru: Только замазывать
uk: Розмивати, при натисканні відобразити

# ui_settings_nsfw_content_show
source: Show
kk: Көрсету
ru: Показывать
uk: Відображати

# ui_settings_view_of_posts
source: View of posts
kk: Жазбалардың көрінісі
ru: Вид постов
uk: Вигляд дописів

# ui_settings_view_of_posts_old
source: Old
kk: Ескі
ru: Старый
uk: Старий

# ui_settings_view_of_posts_microblog
source: Microblog
kk: Микроблог
ru: Микроблог
uk: Мікроблог

# ui_settings_main_page
source: Main page
kk: Басты бет
ru: Главная страница
uk: Головна сторінка

# ui_settings_sessions
source: Sessions
kk: Сессиялар
ru: Сессии
uk: Сеанси

source: Additional links
am: Հավելյալ հղումներ
id: Tautan tambahan
kk: Қосымша сілтемелер
pl: Dodatkowe linki
ru: Дополнительные ссылки
uk: Додаткові посилання

source: Ad poster
am: Գովազդային վահանակ
id: Periklanan
kk: Жарнама постері
pl: Plakat reklamowy
ru: Рекламный плакат
uk: Рекламний плакат

# email_change_confirm_message
source: Please confirm your new email address for the change to take effect. We have sent instructions to it.
kk: Өзгеріс әсер ету үшін өзіңіздің жаңа Email-мекенжайыңызды растаңыз. Біз оған нұсқаулық жібердік.
ru: Чтобы изменение вступило в силу, подтвердите ваш новый адрес электронной почты. Мы отправили инструкции на него.
uk: Щоб зміни набули чинності, підтвердьте Вашу нову адресу електронної пошти. Ми надіслали інструкцію в поштову скриньку.

# profile_deactivate
source: Delete Account
kk: Парақшаны жою
ru: Удаление страницы
uk: Видалення сторінки

# profile_deactivate_button
source: Delete Account
kk: Парақшаны жою
ru: Удалить страницу
uk: Видалити сторінку

# profile_deactivate_header
source: We're sorry to see you go. Please share the reason for deleting your account and any feedback you have. Your input helps us improve the site!
kk: Парақшаңызды жойғыңыз келгені үшін өкініштіміз. Сондықтан жою себебін және осы жағдай туралы хабарламаңызды көрсете аласыз. Біз сіздің пікіріңізді оқып, сайтты жақсартуға тырысамыз!
ru: Мы сожалеем, что Вы хотите удалить свою страницу. Поэтому, Вы можете указать причину удаления и Ваше сообщение по этому поводу. Мы читаем Ваши отзывы и пытаемся сделать сайт лучше!
uk: Ми шкодуємо, що Ви бажаєте видалити свою сторінку. За бажанням, можна вказати причину видалення та Ваше повідомлення із цього приводу. Ми читаємо Ваші відгуки та намагаємося зробити сайт кращим!

# profile_deactivate_reason_header
source: Please select a reason for leaving
kk: Парақшаны жою себебін көрсетіңізші
ru: Пожалуйста, укажите причину удаления Вашей страницы
uk: Будь ласка, вкажіть причину видалення Вашої сторінки

# profile_deactivate_reason_1
source: I have another profile and don't need this one
kk: Мұнда басқа парақшам бар
ru: У меня есть другая страница на сайте
uk: У мене є інший обліковий запис на сайті

# profile_deactivate_reason_1_text
source: I created a new page and now I want to wipe my past.
kk: Мен жаңа парақша жасадым, енді өткенімді өшіргім келеді.
ru: Я создал новую страницу и теперь хочу подтереть своё прошлое.
uk: Я створив нову сторінку, і тепер хочу стерти своє минуле.

# profile_deactivate_reason_2
source: The website consumes too much of my time
kk: Веб-сайт уақытымды жей береді
ru: Сайт отнимает у меня слишком много времени
uk: Сайт забирає в мене надто багато часу

# profile_deactivate_reason_2_text
source: While the site is nice, it's taking away time I need for work and life.
kk: Бұл сайт мықты болса да, менің жұмысқа және өмірге қажет уақытымды алады.
ru: Пусть этот сайт хорош и прекрасен, но он отнимает у меня время, которое мне нужно для работы и жизни.
uk: Нехай цей сайт хороший і прекрасний, але він забирає в мене час, який мені потрібний для роботи та життя.

# profile_deactivate_reason_3
source: The website has inappropriate content
kk: Веб-сайтта орынсыз материалдар көп
ru: Сайт содержит слишком много неприемлемых материалов
uk: Сайт містить дуже багато неприйнятних матеріалів

# profile_deactivate_reason_3_text
source: I have found enough porn and pirated content to last me a lifetime, I'm leaving now.
kk: Мен өмір бойына жеткілікті порно және қарақшылық материал таптым. Енді кетсем болады.
ru: Я нашёл достаточно порнографии и пиратского контента - хватит на всю жизнь. Теперь я ухожу.
uk: Я знайшов достатньо порнографії та піратського контенту – вистачить на все життя. Тепер я йду.

# profile_deactivate_reason_4
source: I am concerned about the safety of my data
kk: Деректерімнің қауіпсіздігіне алаңдаймын
ru: Меня беспокоит безопасность моих данных
uk: Мене турбує безпека моїх даних

# profile_deactivate_reason_4_text
source: I feel uneasy about my privacy here. I have to leave.
kk: Мені бақылап жатыр, мына жерде отырғанды қорқамын. Кетуім керек.
ru: За мной следят и мне страшно здесь находится. Извините, я вынужден уйти.
uk: За мною пильнують і мені страшно тут. Я мушу піти.

# profile_deactivate_reason_5
source: No one comments on my posts
kk: Ешкім жазбаларымды қарамайды
ru: Мою страницу не комментируют
uk: Мою сторінку не коментують

# profile_deactivate_reason_5_text
source: This lack of engagement is disheartening. You'll regret losing me.
kk: Мына жерде маған ешкім назар аудармайды. Мен кеткеніме өкінесіңдер.
ru: Меня никто не смотрит здесь и это грустно. Вы пожалеете о том, что я ушёл.
uk: Усім начхати на мене, і це сумно. Усі пошкодують, що я пішов.

# profile_deactivate_reason_6
source: Other reason
kk: Басқа себеп
ru: Другая причина
uk: Інша причина

# profile_deactivated_msg
source: Your account has been <b>deleted</b>.<br/><br/>If you would like to start using the site again, you can <a href='/settings/reactivate'>restore your account</a> until $1.
kk: Парақшаңыз <b>жойылды</b>.<br/><br/>Сайтты қайта пайдаланғыңыз келсе $1 дейін <a href='/settings/reactivate'>парақшаңызды қайтара аласыз</a>.
ru: Ваша страница <b>удалена</b>.<br/><br/>Если Вы захотите снова начать пользоваться сайтом, Вы можете <a href='/settings/reactivate'>восстановить свою страницу</a> до $1.
uk: Ваша сторінка <b>видалена</b>.<br/><br/>Якщо Ви захочете знову почати користуватися сайтом, Ви можете <a href='/settings/reactivate'>відновити свою сторінку</a> до $1.

# profile_deactivated_status
source: Account deleted
kk: Парақша жойылған
ru: Страница удалена
uk: Сторінка видалена

# profile_deactivated_info
source: This account has been deleted.<br/>No further information available.
kk: Бұл парақша жойылған.<br/>Ақпарат қолжетімсіз.
ru: Страница пользователя удалена.<br/>Информация недоступна.
uk: Сторінку користувача видалено.<br/>Подробиці недоступні.

source: Share with friends
kk: Достармен бөлісу
ru: Рассказать друзьям
uk: Розповісти друзям

source: End all sessions
kk: Барлық сессияларды аяқтау
ru: Сбросить все сессии
uk: Завершити всі сеанси

# end_all_sessions_description
source: If you wish to log out of $1 on all devices, click the button below.
kk: Барлық құрылғыда $1 желісінен шыққыңыз келсе, төмендегі түймені басыңыз
ru: Если вы хотите выйти из $1 со всех устройств, нажмите на кнопку ниже
uk: Якщо ви хочете вийти з $1 на всіх пристроях, натисніть кнопку нижче

# end_all_sessions_done
source: All sessions have been terminated, including mobile apps.
kk: Барлық сеанстар, соның ішінде ұялы қосымшалар аяқталды
ru: Все сессии сброшены, включая мобильные приложения
uk: <b>Усі</b> сеанси було завершено

# backdrop_short
source: Backdrop
kk: Артқы жағы
ru: Фон
uk: Фон

# backdrop
source: Page Backdrop
kk: Парақшаның артқы жағы
ru: Фон страницы
uk: Фон профілю

# backdrop_desc
source: You can set two pictures as the backdrop for your profile or group. They will be displayed on the left and right edges of the page, adding personality to your profile.
kk: Парақша немесе топтық фон ретінде екі суретті орнатуға болады. Олар беттің сол және оң жақ шеттерінде көрсетіледі. Бұл мүмкіндіктің көмегімен парақшаңызға көбірек тұлға қосуға болады.
ru: Вы можете установить два изображения в качестве фона вашей страницы. Они будут отображаться по бокам у тех, кто зайдёт на вашу страницу. С помощью этой возможности вы можете добавить своему профилю больше индивидуальности.
uk: Ви можете встановити два зображення як фон Вашої сторінки. Вони будуть відображатися з обох боків у тих, хто зайде на Вашу сторінку. За допомогою цієї можливості ви можете додати своєму профілю більше краси.

# backdrop_warn
source: The images will be arranged as shown in the layout above. Their height will be automatically increased to occupy 100% of the screen height, with a blur in the middle. You cannot replace the background of the main OpenVK interface or add audio.
kk: Суреттер жоғарыдағы орналасудағыдай реттеледі. Олардың биіктігі автоматты түрде ұлғайып, экран биіктігінің 100% алады, ортасында бұлыңғырлық болады. Негізгі OpenVK интерфейсінің фонын ауыстыру немесе дыбысты қосу мүмкін емес.
ru: Изображения будут расположены так, как на схеме выше. Их высота будет автоматически увеличена, чтобы они занимали 100% высоты экрана, посередине будет размытие. Заменить фон основного интерфейса OpenVK или добавить аудиозапись нельзя.
uk: Зображення будуть розташовані так, як на схемі вище. Їхня висота буде автоматично збільшена, щоб вони займали 100% висоти екрана, посередині буде розмиття

# backdrop_about_adding
source: You can upload only one picture, although depending on the design, the end result may look imperfect. You can also change only one picture: if you already have two images set up and you want to change one, upload only one, and the other won't be removed. To remove both images, press the button below; you can't remove pictures individually.
kk: Сіз тек бір суретті жүктей аласыз, бірақ дизайнға байланысты соңғы нәтиже жағымсыз көрінуі мүмкін. Сондай-ақ тек бір суретті өзгертуге болады: егер сізде екі сурет орнатылған болса және біреуін өзгерткіңіз келсе - тек біреуін жүктеп салыңыз, екіншісі жойылмайды. Екі суретті де жою үшін төмендегі түймені басыңыз, суреттерді жеке жою мүмкін емес.
ru: Вы можете установить только 1 изображение (но будет некрасиво), а так же заменить только одно: если у вас уже стоит два, а вы хотите заменить второе - то загружайте только второе, первое сохранится, а чтобы удалить надо нажать на соответствующую кнопку внизу, удалять по одной нельзя.
uk: За потребою, ви можете встановити тільки 1 зображення (але буде негарно), а також замінити тільки одне: якщо у вас уже стоїть два, а ви хочете замінити друге — то завантажуйте тільки друге, перше збережеться. Щоб видалити треба натиснути на відповідну кнопку внизу, видаляти по одній не можна.

# backdrop_save
source: Save Backdrop Picture(s)
kk: Сурет(тер)ді сақтау
ru: Сохранить фон
uk: Зберегти фон

# backdrop_remove
source: Remove All Backdrop Pictures
kk: Суреттерді жою
ru: Удалить фон
uk: Видалити фон

# backdrop_error_title
source: Error Saving Backdrop Settings
kk: Суреттерді сақтау кезінде қателікке тап болдық
ru: Не удалось сохранить фон
uk: Не вдалося зберегти фон

# backdrop_error_no_media
source: Images are corrupted or haven't been uploaded in their entirety.
kk: Суреттер бүлінген немесе толығымен жүктеп салынбаған
ru: Изображения повреждены или загружены не полностью
uk: Зображення пошкоджені(-но) або завантажені не повністю

# backdrop_succ
source: Backdrop settings saved successfully
kk: Парақшаның артқы жағының баптаулары сақталды
ru: Фон сохранён
uk: Фон збережено

# backdrop_succ_rem
source: Backdrop images have been successfully removed
kk: Суреттер сәтті жойылды
ru: Фон удалён
uk: Фон видалено

# backdrop_succ_desc
source: Users will start seeing changes in 5 minutes.
kk: Пайдаланушылар 5 минут ішінде өзгерістер көре бастайды.
ru: Изменения будут заметны другим пользователям через 5 минут.
uk: Зміни будуть помітні іншим користувачам через 5 хвилин.

source: Browse
kk: Шолу
ru: Обзор
uk: Огляд

source: Two-Factor Authentication
am: Երկքայլ աուտենտիֆիկացիա
eo: Dufaktora aŭtentigo
id: Keamanan autentikasi dua faktor
kk: Екі факторлы аутентификация
pl: Uwierzytelnianie dwuskładnikowe
ru: Двухфакторная аутентификация
uk: Двофакторна автентифікація

# two_factor_authentication_disabled
source: Enhances security by requiring a code from the 2FA app to access your account, providing reliable protection against hacking.
am: Ապահովում է հուսալի պաշտպանում ջարդումից․ անհրաժեշտ է ներմուծել 2FA-ով ստացված կոդը։
eo: Provizas fidindan protekton kontraŭ hakado: por eniri la paĝon, vi devas enigi la kodon akiritan en la aplikaĵo 2FA.
id: Memberikan perlindungan keamanan yang lebih andal terhadap peretasan: untuk memasuki halaman, Anda harus memasukkan kode yang diperoleh dalam aplikasi 2FA.
kk: Бұзылудан сенімді қорғаныс қызметін қамтамасыз етеді: парақшаға кіру үшін 2FA қосымшасында алынған кодты енгізу керек.
pl: Zapewnia niezawodną ochronę przed włamaniem: aby wejść na stronę, musisz wprowadzić kod otrzymany w aplikacji 2FA.
ru: Обеспечивает надежную защиту от взлома: для входа на страницу необходимо ввести код, полученный в приложении 2FA.
uk: Забезпечує надійний захист від злому: для входу в сторінку необхідно ввести код, отриманий у 2FA застосунку.

# two_factor_authentication_enabled
source: Two-Factor Authentication is active. Your account is securely protected.
am: Երկքայլ աուտենտիֆիկացիան միացված է։ Ձեր էջը պաշտպանված է։
eo: Dufaktora aŭtentigo estas ebligita. Via paĝo estas protektita.
id: Keamanan autentikasi dua faktor diaktifkan. Halaman Anda dilindungi.
kk: Екі факторлы аутентификация қосулы. Парақшаңыз қорғалған.
pl: Uwierzytelnianie dwuskładnikowe jest włączone. Twoja strona jest chroniona.
ru: Двухфакторная аутентификация включена. Ваша страница защищена.
uk: Двофакторна автентифікація увімкнена. Ваша сторінка захищена.

# two_factor_authentication_login
source: Two-Factor Authentication is enabled. Enter the code received in the application to log in.
am: Ձեր մոտ առկա է երկքայլ աուտենտիֆիկացիան։ Ներմուծե՛ք հավելվածից ստացած կոդը։
eo: Vi havas dufaktoran aŭtentikigon ebligita. Por ensaluti, enigu la kodon ricevitan en la aplikaĵo.
id: Anda mengaktifkan autentikasi dua faktor, saat masuk masukkan kode yang diterima dalam aplikasi.
kk: Сізде екі факторлы аутентификация қосылған. Кіру үшін арнайы қолданбадағы кодты енгізіңіз.
pl: Masz włączone uwierzytelnianie dwuskładnikowe. Aby się zalogować, wprowadź kod otrzymany w aplikacji.
ru: У вас включена двухфакторная аутентификация. Для входа введите код полученный в приложении.
uk: У Вас увімкнена двофакторна автентифікація. Для входу введіть код отриманий у застосунку.

# two_factor_authentication_settings_1
source: Two-Factor Authentication via TOTP can be used even without an internet connection. You'll need a code generation app such as <b>Google Authenticator</b> for Android and iOS or <b>FOSS Aegis and andOTP</b> for Android. Ensure your phone's date and time are set correctly.
am: Երկքայլ աուտենտիֆիկացիան TOTP-ի միջոցով կարելի է օգտագործել անգամ առանձ ինտերնետի առկայության։ Դրա համար պետք է ներբեռնել հատուկ հավելված կոդերի գեներացիայի համար, օրինակ, Անդրոիդի և iOS-ի համար ՝ <b>Google Authenticator</b>, կամ էլ <b>Aegis և andOTP</b> ՝ Անդրոիդի համար։ Համոզվե՛ք որ Ձեր հեռախոսի վրա ճիշտ ամսաթիվ է տեղադրված։
eo: Dufaktora aŭtentigo per TOTP povas esti uzata eĉ sen interreto. Por fari tion, vi bezonas kodon-generadan apon. Ekzemple, <b>Google Authenticator</b> por Android kaj iOS aŭ <b>FOSS Aegis kaj andOTP</b> por Android. Certigu, ke la dato kaj horo estas ĝuste agordita en via telefono.
id: Two-factor authentication via TOTP can be used even without internet. To do this, you need a code generation app. For example, <b>Google Authenticator</b> for Android and iOS or <b>FOSS Aegis and andOTP</b> for Android. Make sure the date and time is set correctly on your phone.
kk: TOTP арқылы екі факторлы аутентификацияны интернетсіз де пайдалануға болады. Мұны істеу үшін сізге кодты жасау қолданбасы қажет. Мысалы Android пен iOS-ке арналған <b>Google Authenticator</b> немесе <b>Aegis және andOTP</b> - Android ОЖ-не арналған тегін қолданбалар. Телефоныңызда күн мен уақыт дұрыс орнатылғанын тексеріңіз.
pl: Uwierzytelnianie dwuskładnikowe za pośrednictwem TOTP może być używane nawet bez Internetu. Aby to zrobić, potrzebujesz aplikacji do generowania kodów. Na przykład,<b>Google Authenticator</b> Dla Androida i iOS lub wolne<b>Aegis I andOTP</B> dla Androida. Upewnij się, że telefon ma dokładną datę i godzinę.
ru: Двухфакторную аутентификацию через TOTP можно использовать даже без интернета. Для этого вам понадобится приложение для генерации кодов. Например, <b>Google Authenticator</b> для Android и iOS или свободные <b>Aegis и andOTP</b> для Android. Убедитесь, что на телефоне точно установлена дата и время.
uk: Двофакторну автентифікацію через TOTP можна використовувати навіть без інтернету. Для цього Вам знадобиться застосунок для генерації кодів, наприклад <b>Google Authenticator</b> для Android та iOS або <b>Aegis Authenticator</b> чи <b>andOTP</b> для Android. Важливо: на пристрої має бути точна дата та час.

# two_factor_authentication_settings_2
source: Using the app for two-factor authentication, scan the QR code below:
am: Սկանավորե՛ք տրված QR-կոդը երկքայլ աուտենտիֆիկացիայի համար նախատեսված հավելվածի միջոցով․
eo: Uzante la apon por dufaktora aŭtentigo, skanu la QR-kodon sube:
kk: Екі факторлы аутентификация қолданбасын пайдаланып, төмендегі QR кодын сканерлеңіз:
pl: Korzystając z aplikacji do uwierzytelniania dwuskładnikowego, zeskanuj poniższy kod QR:
ru: Используя приложение для двухфакторной аутентификации, отсканируйте приведенный ниже QR-код:
uk: Використовуючи застосунок для двофакторної автентифікації, проскануйте наведений нижче QR-код:

# two_factor_authentication_settings_3
source: Alternatively, manually enter the provided secret key: <b>$1</b>.
am: , կամ էլ ինքնուրույն ներմուծե՛ք գաղտնի բանալին․ <b>$1</b>.
eo: aŭ mane enigu la donitan sekretan ŝlosilon: <b>$1</b>.
id: or manually enter the given secret key: <b>$1</b>.
kk: немесе өзіңіз құпия кілтті енгізіңіз: <b>$1</b>.
pl: lub ręcznie wprowadź tajny klucz:<b>$1</b>.
ru: или вручную введите секретный ключ: <b>$1</b>.
uk: або вручну введіть секретний ключ: <b>$1</b>.
