Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

source: Search results
kk: Іздеу нәтижелері
ru: Результаты поиска
uk: Результати пошуку

# cnt
source: pcs
kk: дана
ru: шт
uk: штук

# link_to_page
source: Link on page
kk: Бетке сілтеме
ru: Ссылка на страницу
uk: Посилання на сторінку

source: or subnet
kk: немесе қосалқы желі
ru: или подсеть
uk: або підмережа

# error_when_searching
source: Error while executing request
kk: Сұранысты орындау кезінде қате орын алды
ru: Ошибка при выполнении запроса
uk: Помилка при виконанні запиту

source: No found
kk: Ештеңе табылмады
ru: Ничего не найдено
uk: Нічого не знайдено

# operation_successfully
source: Operation completed successfully
kk: Операция сәтті аяқталды
ru: Операция завершена успешно
uk: Операцію успішно виконано

# templates
source: Template
kk: Үлгі
ru: Шаблоны
uk: Шаблони

source: Type
kk: Түрі
ru: Тип
uk: Тип

source: Count
kk: Саны
ru: Количество
uk: Кількість

source: Time
kk: Уақыты
ru: Время
uk: Час

source: rollback
kk: Кері қайтару
ru: откатить
uk: повернути

source: rollbacked
kk: Кері қайтарылды
ru: откачено
uk: повернуто

# post_deact_in_general
source: Page deletion
kk: Парақшсын жойды
ru: Удаление страницы
uk: Видалення сторінки

# upd_in_general
source: Avatar update
kk: Парақшасыың суретін жаңартты
ru: Обновление фотографии страницы
uk: Оновлення фото сторінки

source: On wall
kk: Қабырғада
ru: На стене
uk: На стіні

# sign_short
source: Sign
kk: Қолтаңба
ru: Подпись
uk: Підпис

# my_documents
source: Documents
kk: Құжаттар
ru: Документы
uk: Документи

# my_documents_objectively
source: My Documents
kk: Менің құжаттарым
ru: Мои Документы
uk: Мої Документи

# documents_of_group
source: Group's documents
kk: Топ құжаттары
ru: Документы группы
uk: Документи спільноти

# search_by_documents
source: Search for documents..
kk: Құжаттар бойынша іздеу...
ru: Поиск по документам...
uk: Пошук по документах...

source: Documents
kk: Құжаттар
ru: Документы
uk: Документи

# document_uploading_in_general
source: Upload document
kk: Құжат жүктеп салу
ru: Загрузка документа
uk: Завантаження документа

# document_editing_in_general
source: Edit document
kk: Құжатты өңдеу
ru: Редактирование документа
uk: Редагування документа

source: File
kk: Файл
ru: Файл
uk: Файл

source: Tags
kk: Тегтер
ru: Теги
uk: Теги

# owner_is_hidden
source: Hide author
kk: Авторы жасырылған
ru: Автор скрыт
uk: Автор прихований

source: Accessbility
kk: Қолжетімділік
ru: Доступность
uk: Доступність

source: Download file
kk: Файлды жүктеп алу
ru: Скачать файл
uk: Завантажити файл

source: Remove
kk: Жою
ru: Удалить
uk: Видалити

source: Document
kk: Құжат
ru: Документ
uk: Документ

# documents_all
source: All documents
kk: Барлық құжаттар
ru: Все документы
uk: Всі документи

# document_type_0
source: All
kk: Барлығы
ru: Все
uk: Всі

# document_type_1
source: Text
kk: Мәтіндік
ru: Текстовые
uk: Текстові

# document_type_2
source: Archives
kk: Мұрағаттар
ru: Архивы
uk: Архіви

# document_type_4
source: Images
kk: Суреттер
ru: Изображения
uk: Зображення

# document_type_5
source: Audio
kk: Аудио
ru: Аудио
uk: Аудіо

# document_type_6
source: Video
kk: Бейне
ru: Видео
uk: Відео

# document_type_7
source: Books
kk: Кітаптар
ru: Книги
uk: Книги

# document_type_8
source: Another
kk: Басқа
ru: Остальные
uk: Інше

# documents_one
source: $1 document
kk: $1 құжат
ru: $1 документ
uk: $1 документ

# documents_few
source: $1 documents
kk: $1 құжат
ru: $1 документа
uk: $1 документа

# documents_many
source: $1 documents
kk: $1 құжат
ru: $1 документов
uk: $1 документів

# documents_other
source: $1 documents
kk: $1 құжат
ru: $1 документов
uk: $1 документів

# documents_zero
source: $1 documents
kk: $1 құжат
ru: $1 документов
uk: $1 документів

# you_have_x_documents_one
source: You have $1 document
kk: Сізде $1 құжат бар
ru: У Вас $1 документ
uk: У Вас $1 документ

# you_have_x_documents_few
source: You have $1 documents
kk: Сізде $1 құжат бар
ru: У Вас $1 документа
uk: У Вас $1 документа

# you_have_x_documents_many
source: You have $1 documents
kk: Сізде $1 құжат бар
ru: У Вас $1 документов
uk: У Вас $1 документів

# you_have_x_documents_other
source: You have $1 documents
kk: Сізде $1 құжат бар
ru: У Вас $1 документов
uk: У Вас $1 документів

# you_have_x_documents_zero
source: You have $1 documents
kk: Сізде $1 құжат бар
ru: У Вас $1 документов
uk: У Вас $1 документів

# group_has_x_documents_one
source: This group has $1 document
kk: Бұл топта $1 құжат бар
ru: У этой группы $1 документ
uk: Ця спільнота має $1 документ

# group_has_x_documents_few
source: This group has $1 documents
kk: Бұл топта $1 құжат бар
ru: У этой группы $1 документа
uk: Ця спільнота має $1 документа

# group_has_x_documents_many
source: This group has $1 documents
kk: Бұл топта $1 құжат бар
ru: У этой группы $1 документов
uk: Ця спільнота має $1 документів

# group_has_x_documents_other
source: This group has $1 documents
kk: Бұл топта $1 құжат бар
ru: У этой группы $1 документов
uk: Ця спільнота має $1 документів

# group_has_x_documents_zero
source: This group has $1 documents
kk: Бұл топта $1 құжат бар
ru: У этой группы $1 документов
uk: Ця спільнота має $1 документів

# x_documents_in_tab_one
source: $1 document at this tab
kk: Бұл қойындыда $1 құжат бар
ru: В этой вкладке $1 документ
uk: Ця вкладка має $1 документ

# x_documents_in_tab_few
source: $1 documents at this tab
kk: Бұл қойындыда $1 құжат бар
ru: В этой вкладке $1 документа
uk: Ця вкладка має $1 документа

# x_documents_in_tab_many
source: $1 documents at this tab
kk: Бұл қойындыда $1 құжат бар
ru: В этой вкладке $1 документов
uk: Ця вкладка має $1 документів

# x_documents_in_tab_other
source: $1 documents at this tab
kk: Бұл қойындыда $1 құжат бар
ru: В этой вкладке $1 документов
uk: Ця вкладка має $1 документів

# x_documents_in_tab_zero
source: $1 documents at this tab
kk: Бұл қойындыда $1 құжат бар
ru: В этой вкладке $1 документов
uk: Ця вкладка має $1 документів

# there_is_no_documents_alright
source: There is no documents.
kk: Мұнда құжаттар жоқ.
ru: Здесь нет документов.
uk: Тут немає документів.

# limitations_file_limit_size
source: File must not exceed $1 MB
kk: Файл $1 МБ-тан аспауы керек
ru: Файл не должен превышать $1 МБ
uk: Файл не може перевищувати $1 МБ

# limitations_file_allowed_formats
source: Allowed formats
kk: Келесі файл түрлеріне рұқсат етілген
ru: Разрешены следующие типы файлов
uk: Дозволені наступні типи файлів

# limitations_file_author_rights
source: File must not violate copyright and site rules
kk: Файл авторлық құқықтар мен сайт ережелерін бұзбауы керек
ru: Файл не должен нарушать авторские права и правила сайта
uk: Файл не має порушувати авторські та суміжні права

# select_file_fp
source: Select file
kk: Файл таңдау
ru: Выбрать файл
uk: Обрати файл

# error_file_too_big
source: File is too big.
kk: Файл тым үлкен.
ru: Файл слишком большой.
uk: Файл перевищує ліміт розміру.

# error_file_invalid_format
source: File format is not allowed.
kk: Файл пішіміне рұқсат етілмеген.
ru: Формат файла не разрешён.
uk: Файл має заборонене розширення.

# error_file_adding_copied
source: File is already added.
kk: Файлды қосу мүмкін болмады; ол бұрыннан қосылған.
ru: Не удалось добавить файл; он уже добавлен.
uk: Не вдалося завантажити файл; його вже додано.

# error_file_preview
source: Error when uploading file: weird image.
kk: Файлды жүктеу мүмкін болмады: суретте қателіктер бар.
ru: Не удалось загрузить файл: изображение имеет странности.
uk: Не вдалося завантажити файл: файл пошкоджено.

# private_document
source: Private (by link)
kk: Жеке (сілтеме бойынша)
ru: Приватный (по ссылке)
uk: Приватний (за посиланням)

# public_document
source: Public
kk: Жалпыға ортақ
ru: Публичный
uk: Публічний

# documents_sort_add
source: By date
kk: Қосылған күні бойынша
ru: По дате добавления
uk: За датою завантаження

# documents_sort_alphabet
source: A-Z
kk: A-Z/А-Я
ru: A-Z/А-Я
uk: A-Z/А-Я

# documents_sort_size
source: By size
kk: Өлшемі бойынша
ru: По размеру
uk: За розміром

# select_doc
source: Attach document
kk: Құжат таңдау
ru: Выбор документа
uk: Вибір документа

# no_documents
source: No documents found
kk: Құжаттар жоқ
ru: Документов нет
uk: Документів немає

# go_to_my_documents
source: Go to own documents
kk: Құжаттарыма өту
ru: Перейти к своим документам
uk: Перейти до Моїх документів

# faves
source: Bookmarks
kk: Бетбелгілер
ru: Закладки
uk: Закладки

# faves_empty_tip
source: There will be your liked content.
kk: Сіз ұнатқан нәрселер осында қосылып тұрады...
ru: Здесь будет отображаться понравившийся Вам контент...
uk: Тут відображатиметься вподобаний Вами контент...

# faves_posts_empty_tip
source: There will be posts liked by you.
kk: Сіз ұнатқан жазбалар осында қосылып тұрады.
ru: Здесь будут отображаться понравившиеся Вам записи.
uk: Тут відображатимуться вподобані Вами дописи.

# faves_comments_empty_tip
source: There will be comments liked by you.
kk: Сіз ұнатқан пікірлер осында қосылып тұрады.
ru: Здесь будут отображаться понравившиеся Вам комментарии.
uk: Тут відображатимуться вподобані Вами коментарі.

# faves_photos_empty_tip
source: There will be photos liked by you.
kk: Сіз ұнатқан суреттер осында қосылып тұрады.
ru: Здесь будут отображаться понравившиеся Вам фотографии.
uk: Тут відображатимуться вподобані Вами фотографії.

# faves_videos_empty_tip
source: There will be videos liked by you.
kk: Сіз ұнатқан бейнелер осында қосылып тұрады.
ru: Здесь будут отображаться понравившиеся Вам видео.
uk: Тут відображатимуться вподобані Вами відеозаписи.

# faves_zero
source: No bookmarks
kk: Бетбелгі жоқ
ru: Ни одной закладки
uk: Жодного вподобання

# faves_one
source: One bookmark
kk: Бір бетбелгі
ru: Одна закладка
uk: Одна вподобання

# faves_few
source: $1 bookmarks
kk: $1 бетбелгі
ru: $1 закладки
uk: $1 вподобання

# faves_many
source: $1 bookmarks
kk: $1 бетбелгі
ru: $1 закладок
uk: $1 вподобань

# faves_other
source: $1 bookmarks
kk: $1 бетбелгі
ru: $1 закладок
uk: $1 вподобань

# suggested_posts_in_group_by_you_zero
source: You haven't suggested any post to this group
kk: Сіз бұл топқа ешбңр жазба ұсынбағансыз
ru: Вы не предлагали в эту группу никаких записей

# suggested_posts_in_group_by_you_one
source: You suggested one post to this group
kk: Бұл топқа бір жазба ұсынғансыз
ru: Вы предложили в эту группу одну запись

# suggested_posts_in_group_by_you_few
source: You suggested $1 posts to this group
kk: Бұл топқа $1 жазба ұсынғансыз
ru: Вы предложили в эту группу $1 записи

# suggested_posts_in_group_by_you_many
source: You suggested $1 posts to this group
kk: Бұл топқа $1 жазба ұсынғансыз
ru: Вы предложили в эту группу $1 записей

# suggested_posts_in_group_by_you_other
source: You suggested $1 posts to this group
kk: Бұл топқа $1 жазба ұсынғансыз
ru: Вы предложили в эту группу $1 записей

# upd_n
source: updated their profile picture
kk: өз парақша суретін өзгертті
ru: обновили фотографию на своей странице

# new_first
source: New frist
kk: Әуелі жаңа
ru: Сначала новые

source: Old first
kk: Әуелі ескі
ru: Сначала старые

source: Playlist cover
kk: Әнтізім мұқабасы
ru: Обложка плейлиста

source: Sent
kk: Жіберген
ru: Отправлено

source: Everyone can upload audios
kk: Әрбір адам ән жүктей алады
ru: Все могут загружать аудиозаписи

# error_playlist_creating_too_small
source: Add at least one audio
kk: Әнтізімде кемінде бір ән болуы керек.
ru: Добавь хотя бы одну аудиозапись.

# limit_exceed_exception
source: You're doing this action too often. Try again later.
kk: Бұл әрекетті тым жиі жасап жатырсыз. Кейінірек қайталап көріңіз.
ru: Вы совершаете это действие слишком часто. Повторите позже.

# admin_hide_global_feed
source: Hide global feed
kk: Жаһандық таспадан жасыру
ru: Не отображать в глобальной ленте

# tour_section_9_title_1
source: Create Groups!
kk: Топ құрыңыз!
ru: Создавайте группы!

# nospam_prevention
source: This action will affect a lot of data. Are you sure you want to apply?
kk: Бұл әрекет көптеген дерекке әсер етеді. Шынымен іске асырғыңыз келе ме?
ru: Данное действие затронет множество данных. Вы действительно хотите применить?

# document_type_3
source: GIF
kk: GIF-тер

source: Telegram
am: Տելեգրամ
