Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# tour_section_12_bottom_text_3
source: Add more personality to your profile with this feature.
kk: Бұл функциямен бейініңізге көбірек жеке ерекшелік қосыңыз.
ru: С помощью этой возможности вы можете добавить своему профилю больше индивидуальности
uk: За допомогою цієї можливості ви можете додати своєму профілю більше індивідуальності

# tour_section_12_bottom_text_4
source: Old Post View
kk: Ескі жазба көрінісі
ru: Старый вид постов
uk: Старий вигляд дописів

# tour_section_12_bottom_text_5
source: Microblog
kk: Микроблог
ru: Микроблог
uk: Мікроблог

# tour_section_13_title_1
source: Promocodes
kk: Промокодтар
ru: Ваучеры
uk: Ваучер

# tour_section_13_text_1
source: OpenVK features a promo code system designed to add various currencies such as rating percentages, votes, and more.
kk: OpenVK жүйесінде рейтингтік пайыз, дауыстар және т.б. сияқты әртүрлі валютаны қосуға арналған промокод жүйесі бар.
ru: Ваучер в OpenVK это что-то вроде промокода на добавление какой-либо валюты (проценты рейтинга, голосов и так далее)
uk: Ваучер в OpenVK це щось на кшталт промокоду на додавання будь-якої валюти (відсотки рейтингу, голосів тощо)

# tour_section_13_text_2
source: These coupons are created for significant events and holidays. Stay updated on the latest by following the <a href='https://t.me/openvk'>OpenVK Telegram channel</a>.
kk: Бұл купондар маңызды оқиғалар мен мерекелерге арналып жасалады. Соңғы жаңалықтардан хабардар болу үшін <a href='https://t.me/openvk'>OpenVK-ның Telegram арнасына</a> жазылыңыз.
ru: Подобные купоны создаются по каким-либо значимым событиям и праздникам. Следите за <a href='https://t.me/openvk'>Telegram-каналом</a> OpenVK
uk: Подібні купони створюються за будь-якими значущими подіями та святами. Слідкуйте за <a href='https://t.me/openvk'>Telegram каналом</a> OpenVK

# tour_section_13_text_3
source: Upon activating a promo code, the currency determined by administrators will be transferred to your account.
kk: Промокодты іске қосқаннан кейін әкімшілер анықтаған валюта сіздің шотыңызға түседі.
ru: После активации какого-либо ваучера, заданная администраторами валюта будет перечислена в вашу пользу
uk: Після активації будь-якого ваучера, задана адміністраторами валюта буде перерахована у Вашу користь

# tour_section_13_text_4
source: <b>Remember:</b> All promo codes have a limited activation period.
kk: <b>Есіңізде болсын:</b> Барлық промокодтардың мерзімі шектеулі.
ru: <b>Помните: </b>Все ваучеры имеют ограниченный срок активации
uk: <b>Пам'ятайте: </b>Усі ваучери мають обмежений термін активації

# tour_section_13_bottom_text_1
source: Promo codes consist of 24 digits and letters.
kk: Промокодтар 24 сан мен әріптен тұрады.
ru: Ваучеры состоят из 24 цифр и букв
uk: Ваучери складаються з 24 цифр та літер

# tour_section_13_bottom_text_2
source: Successful activation, for example, results in the crediting of 100 votes.
kk: Мысалы, промокод сәтті қосылғанда 100 дауыс есептеледі.
ru: Успешная активация (например, нам зачислили 100 голосов)
uk: Активація пройшла вдало (наприклад, нам зарахували 100 голосів)

# tour_section_13_bottom_text_3
source: <b>Attention:</b> Once a promo code is activated on your page, the same code cannot be reactivated.
kk: <b>Назар аударыңыз:</b> Промокодтарды әр пайдаланушыға тек бір рет қосуға болады.
ru: <b>Внимание: </b>После активации ваучера на вашу страницу, тот же самый ваучер нельзя будет активировать повторно
uk: <b>Зверніть увагу: </b>Якщо ви вже активували ваучер на цьому акаунті, його не можна повторно використати.

# tour_section_14_title_1
source: Mobile Version
kk: Мобильді нұсқа
ru: Мобильная версия
uk: Мобільна версія

# tour_section_14_text_1
source: Currently, there is no mobile web version of the site, but there is an Android mobile app.
kk: Қазіргі уақытта сайттың мобильді веб-нұсқасы жоқ, бірақ Android-қа арналған қолданба бар.
ru: На данный момент мобильной веб-версии сайта пока нет, но зато есть мобильное приложение для Android
uk: Наразі мобільної вебверсії сайту поки що немає, проте є мобільний застосунок для Android

# tour_section_14_text_2
source: OpenVK Legacy is an OpenVK mobile app designed for retro Android devices, featuring the design of the original VKontakte 3.0 app from 2013.
kk: OpenVK Legacy — 2013 жылғы түпнұсқа VK 3.0 қосымшасының дизайнымен ескі Android құрылғыларына арналған OpenVK мобильді қосымшасы.
ru: OpenVK Legacy - это мобильное приложение OpenVK для ретро-устройств на Android с дизайном ВКонтакте 3.0.4 из 2013 года
uk: OpenVK Legacy — це мобільний застосунок OpenVK для пристроїв на базі Android із дизайном ВКонтакті 3.0.4 2013 року

# tour_section_14_text_3
source: The minimum supported version is Android 2.1 Eclair, making devices from the early 2010s quite useful.
kk: Минималды қолдау көрсетілетін нұсқа — Android 2.1 Eclair, бұл 2010-дардың басында шыққан құрылғыларды өте пайдалы етеді.
ru: Минимально поддерживаемой версией является Android 2.1 Eclair, то есть аппараты времён начала 2010-ых вполне пригодятся
uk: Мінімально підтримуваною версією є Android 2.1 Eclair, тобто апарати часів початку 2010-их стануть у пригоді.

# tour_section_14_title_2
source: Where to Download?
kk: Қайдан жүктеп алсам болады?
ru: Где это можно скачать?
uk: Де це можна завантажити?

# tour_section_14_text_2_1
source: Release versions can be downloaded through the official F-Droid repository.
kk: Шығарылым нұсқаларын ресми F-Droid репозиторийі арқылы жүктеп ала аласыз.
ru: Релизные версии скачиваются через официальный репозиторий F-Droid
uk: Релізні версії завантажуються через офіційний репозиторій F-Droid

# tour_section_14_text_2_2
source: If you're a beta tester, new app versions are posted to a separate update channel.
kk: Бета-тестер болсаңыз, жаңа қосымша нұсқалары бөлек жаңарту арнасына орналастырылады.
ru: Если вы являетесь бета-тестировщиком приложения, то новые версии приложения выкладываются в отдельный канал обновления
uk: Якщо Ви бета-тестувальник програми, то нові версії програми викладаються в окремий канал оновлення

# tour_section_14_text_2_3
source: <b>Note:</b> The app may have various bugs and issues. If you encounter an error, please report it to the <a href='/app'>official app group</a>.
kk: <b>Ескерту:</b> Қосымшада әртүрлі қателер мен мәселелер болуы мүмкін. Қате тапсаңыз, оны <a href='/app'>ресми қосымша тобына</a> хабарлаңыз.
ru: <b>Важно: </b>Приложение может иметь различные баги и недочёты, об ошибках сообщайте в <a href='/app'>официальную группу приложения</a>
uk: <b>Важливо: </b>Застосунок може мати різні помилки та недоліки, про помилки повідомляйте в <a href='/app'>офіційну спільноту додатка</a>

# tour_section_14_bottom_text_1
source: Screenshots
kk: Скриншоттар
ru: Скриншоты приложения
uk: Скріншоти застосунка

# tour_section_14_bottom_text_2
source: That concludes the tour of the site. If you're interested in trying our mobile app, creating your group, inviting friends, or just having fun in general, you can do it now with a quick <a href='/reg'>registration</a>.
kk: Осымен сайтқа шолу аяқталды. Мобильді қосымшамызды сынап көргіңіз келсе, өз тобыңызды құрғыңыз келсе, достарыңызды шақырғыңыз келсе немесе жай ғана көңіл көтергіңіз келсе, сайтқа <a href='/reg'>тіркеле аласыз</a>.
ru: На этом экскурсия по сайту завершена. Если вы хотите попробовать наше мобильное приложение, создать здесь свою группу, позвать своих друзей или найти новых, или вообще просто как-нибудь поразвлекаться, то это можно сделать прямо сейчас, пройдя небольшую <a href='/reg'>регистрацию</a>
uk: На цьому екскурсія сайтом завершена. Якщо ви хочете спробувати наш мобільний застосунок, створити тут свою спільноту, покликати своїх друзів чи знайти нових, або взагалі просто якось розважитися, то це можна зробити просто зараз, пройшовши невелику <a href='/reg'>реєстрацію</a>

# tour_section_14_bottom_text_3
source: This concludes the site tour.
kk: Осымен сайтқа шолу аяқталды.
ru: На этом экскурсия по сайту завершена.
uk: На цьому екскурсія сайтом завершена.

# s_params
source: Search params
kk: Іздеу параметрлері
ru: Параметры поиска
uk: Параметри пошуку

# s_people
source: Users
kk: Адамдар
ru: Пользователи
uk: Користувачі

# s_groups
source: Clubs
kk: Топтар
ru: Группы
uk: Спільноти

# s_apps
source: Applications
kk: Қосымшалар
ru: Приложения
uk: Застосунки

# s_posts
source: Posts
kk: Жазбалар
ru: Записи
uk: Дописи

# s_comments
source: Comments
kk: Пікірлер
ru: Комментарии
uk: Коментарі

# s_photos
source: Photos
kk: Суреттер
ru: Фотографии
uk: Фотографії

# s_videos
source: Videos
kk: Бейнелер
ru: Видео
uk: Відео

# s_audios
source: Music
kk: Әндер
ru: Аудио
uk: Музика

# s_audios_playlists
source: Playlists
kk: Әнтізімдер
ru: Плейлисты
uk: Списки відтворення

# s_documents
source: Documents
kk: Құжаттар
ru: Документы
uk: Документи

# s_by_people
source: for users
kk: адамдар бойынша
ru: по пользователям
uk: по користувачах

# s_by_groups
source: for groups
kk: топтар бойынша
ru: по группам
uk: по спільнотах

# s_by_posts
source: for posts
kk: жазбалар бойынша
ru: по записям
uk: по дописах

# s_by_comments
source: for comments
kk: пікірлер бойынша
ru: по комментариям
uk: по коментарях

# s_by_videos
source: for videos
kk: бейнелер бойынша
ru: по видео
uk: по відео

# s_by_apps
source: for apps
kk: қосымшалар бойынша
ru: по приложениям
uk: по застосунках

# s_by_audios
source: for audios
kk: әндер бойынша
ru: по аудиозаписям
uk: по аудіозаписах

# s_by_audios_playlists
source: for playlists
kk: әнтізімдер бойынша
ru: по плейлистам
uk: по списках відтворення

# s_by_documents
source: for documents
kk: құжаттар бойынша
ru: по документам
uk: по документах

# s_order_by
source: Order by...
kk: Сұрыптау тәртібі...
ru: Порядок
uk: Сортувати за...

# s_order_by_id
source: By id
kk: ID бойынша
ru: По id
uk: ID

# s_order_by_name
source: By name
kk: Атауы бойынша
ru: По имени
uk: Назвою

# s_order_by_random
source: By random
kk: Кездейсоқ
ru: По случайности
uk: Випадковістю

# s_order_by_rating
source: By rating
kk: Рейтинг бойынша
ru: По рейтингу
uk: Рейтингом

# s_order_by_length
source: By length
kk: Ұзақтығы бойынша
ru: По длине
uk: Довжиною

# s_order_by_listens
source: By listens count
kk: Тыңдалу саны бойынша
ru: По числу прослушиваний
uk: Кількістю прослуховувань

# s_order_invert
source: Invert
kk: Кері реттеу
ru: Инвертировать
uk: Інвертувати

# s_order_by_reg_date
source: By reg date
kk: Тіркелген күні бойынша
ru: По дате регистрации
uk: За датою реєстрації

# s_order_by_creation_date
source: By creation date
kk: Құрылған күні бойынша
ru: По дате создания
uk: За датою створення

# s_order_by_publishing_date
source: By publication date
kk: Жарияланған күні бойынаша
ru: По дате публикации
uk: За датою публікації

# s_order_by_upload_date
source: By upload date
kk: Салынған күні бойынша
ru: По дате загрузки
uk: За датою завантаження

# s_by_date
source: By date
kk: Күні бойынша
ru: По дате
uk: За датою

# s_registered_before
source: Registered before
kk: Мына күннен бұрын тіркелген
ru: Зарегистрирован до
uk: Зареєстровано до

# s_registered_after
source: Registered after
kk: Мына күннен кейін тіркелген
ru: Зарегистрирован после
uk: Зареєстровано після

# s_date_before
source: Before
kk: Мына күннен бұрын
ru: До
uk: До

# s_date_after
source: After
kk: Мына күннен кейін
ru: После
uk: Після

# s_main
source: Main
kk: Басты
ru: Основное
uk: Основне

# s_type
source: Type
kk: Түрі
ru: Тип
uk: Тип

# s_now_on_site
source: now on site
kk: Қазір сайтта
ru: cейчас на сайте
uk: зараз на сайті

# s_with_photo
source: with photo
kk: Суреті бар
ru: с фото
uk: з фото

# s_only_in_names
source: only in names
kk: Атаулардан ғана
ru: только в именах
uk: тільки в іменах

# s_only_youtube
source: only from YouTube
kk: YouTube-тен ғана
ru: только с YouTube
uk: тільки з YouTube

# s_any
source: any
kk: кез келген
ru: любые
uk: будь-які

# s_any_single
source: any
kk: кез келген
ru: любой
uk: будь-який

source: Reset
kk: Қалпына келтіру
ru: Сброс
uk: Очистити

# closed_group_post
source: This post was published in a private group
kk: Жабық топтағы жазба
ru: Запись с закрытой стены
uk: Допис із приватної стіни

# deleted_target_comment
source: This comment belongs to deleted post
kk: Бұл пікір жойылған жазбада тұр
ru: Этот комментарий принадлежит к удалённой записи
uk: Цей коментар належить до видаленого допису

source: No results
kk: Ештеңе табылған жоқ
ru: Результатов нет
uk: Немає результатів

# s_only_performers
source: By performers
kk: Орындаушылар бойынша
ru: По исполнителям
uk: За виконавцями

# s_with_lyrics
source: With lyrics
kk: Мәтіні бар
ru: С текстом
uk: З текстом

# showing_x_y
source: (showing $1—$2)
kk: ($1—$2 дейін көрсетілуде)
ru: (показывается $1—$2)
uk: (відображається $1—$2)

# no_results_by_this_query
source: Nothing was found by this query.
kk: Бұл сұрау бойынша ештеңе табылмады.
ru: По данному запросу ничего не найдено.
uk: За цим запитом нічого не знайдено.

# s_additional
source: Additional
kk: Қосымша
ru: Дополнительно
uk: Додатково

# s_it_is_you
source: that's you
kk: бұл сіз
ru: это вы
uk: це Ви

source: Deprecated Browser
kk: Браузеріңіз ескірген
ru: Устаревший браузер
uk: Застарілий браузер

# deprecated_browser_description
source: To view this content, you will need Firefox ESR 52+ or an equivalent World Wide Web navigator. Sorry about that.
kk: Бұл мазмұнды көру үшін Firefox ESR 52+ немесе басқа заманауи браузер қажет. Кешіріңіз.
ru: Для просмотра этого контента вам понадобится Firefox ESR 52+ или эквивалентный по функционалу навигатор по всемирной сети интернет. Сожалеем об этом.
uk: Для перегляду цього контенту Вам необхідний браузер, новіший за Firefox ESR 52 або новіший еквівалентний веббраузер для перегляду всесвітньої мережі Інтернет.

source: Coverage
kk: Қамту
ru: Охват
uk: Охоплення

# coverage_this_week
source: This graph shows the coverage over the last 7 days.
kk: Бұл график соңғы 7 күндегі қамтуды көрсетеді.
ru: Этот график отображает охват за последние 7 дней.
uk: Цей графік відображає охоплення за останні 7 днів.

source: Views
kk: Көрілімдер
ru: Просмотры
uk: Перегляди

# views_this_week
source: This graph shows the views of community posts over the last 7 days.
kk: Бұл график соңғы 7 күндегі қауымдастық жазбаларының көрілімдерін көрсетеді.
ru: Этот график отображает просмотры постов сообщества за последние 7 дней.
uk: Цей графік відображає перегляди дописів спільноти за останні 7 днів.

source: Full coverage
kk: Толық қамту
ru: Полный охват
uk: Повне охопленння

source: All views
kk: Барлық көрілімдер
ru: Все просмотры
uk: Усі перегляди

# subs_coverage
source: Subscribers coverage
kk: Жазылушылар қамтуы
ru: Охват подписчиков
uk: охоплення підписників

# subs_views
source: Subscribers views
kk: Жазылушылар көрілімдері
ru: Просмотры подписчиков
uk: Перегляди підписників

source: Viral coverage
kk: Вирустық қамту
ru: Виральный охват
uk: Віральне охоплення

source: Viral views
kk: Вирустық көрілімдер
ru: Виральные просмотры
uk: Віральні перегляди

# you_entered_as
source: You are logged in as
kk: Мына пайдаланушы атынан кірдіңіз
ru: Вы вошли как
uk: Ви увійшли як

# please_rights
source: please respect the right to privacy of other people's correspondence and do not abuse user swapping.
kk: Басқа пайдаланушылардың құпиялылығын құрметтеңіз, аккаунттарды ауыстыру қабілетін асыра пайдаланбаңыз.
ru: пожалуйста, уважайте право на тайну переписки других людей и не злоупотребляйте подменой пользователя.
uk: наполегливо просимо, шануйте право на таємницю листування інших людей та не зловживайте підміною користувача.

# click_on
source: Click
kk: Шығу үшін
ru: Нажмите
uk: Натисніть

# there
source: here
kk: мұнда
ru: здесь
uk: тут

# to_leave
source: to log out
kk: басыңыз.
ru: чтобы выйти
uk: щоб вийти

# verify_phone_number
source: Confirm phone number
kk: Телефон нөмірін растау
ru: Подтвердить номер телефона
uk: Підтвердити номер телефону

# we_sended_first
source: We sent an SMS with code to the given number
kk: Сіз енгізген нөмірге SMS-код жібердік
ru: Мы отправили SMS с кодом на номер
uk: Ми надіслали SMS з кодом на номер

# we_sended_end
source: enter it here
kk: оны осында енгізіңіз.
ru: введите его сюда
uk: уведіть його сюди

# mobile_friends
source: Friends
kk: Достар
ru: Друзья
uk: Друзі

# mobile_photos
source: Photos
kk: Суреттер
ru: Фотографии
uk: Фотографії

# mobile_videos
source: Videos
kk: Бейнелер
ru: Видеозаписи
uk: Відеозаписи

# mobile_audios
source: Audios
kk: Әндерім
ru: Аудиозаписи
uk: Аудіозаписи

# mobile_messages
source: Messages
kk: Хаттар
ru: Сообщения
uk: Повідомлення

# mobile_notes
source: Notes
kk: Жолжазбалар
ru: Заметки
uk: Нотатки

# mobile_groups
source: Groups
kk: Топтар
ru: Группы
uk: Спільноти

# mobile_search
source: Search
kk: Іздеу
ru: Поиск
uk: Пошук

# mobile_settings
source: Settings
ru: Настройки
uk: Налаштування

# mobile_desktop_version
source: Desktop version
kk: Толық нұсқа
ru: Полная версия
uk: Повна версія

# mobile_log_out
source: Log out
kk: Шығу
ru: Выйти
uk: Вийти

# mobile_menu
source: Menu
kk: Мәзір
ru: Меню
uk: Меню

# mobile_like
source: Like
kk: Ұнату
ru: Нравится
uk: Подобається

# mobile_user_info_hide
source: Hide
kk: Жасыру
ru: Скрыть
uk: Приховувати

# mobile_user_info_show_details
source: Show details
kk: Қосымша мәліметті көрсету
ru: Показать подробнее
uk: Відобразити докладніше

# mobile_attachment_only_for_pc
source: This attachments is not implemented for PDA version. Please, view it on PC.
kk: Бұл тіркеме PDA нұсқада көрсетілмейді, оны басқа құрылғыдан көріңіз
ru: Вложение недоступно в PDA версии, его просмотр возможен только с другого устройства
uk: Вкладення недоступне в PDA версії, його перегляд можливий тільки з іншого пристрою

source: Enter a name or artist...
kk: Атауын немесе орындаушысын енгізіңіз...
ru: Введите название или автора...
uk: Введіть назву або виконавця...

# hide_player
source: Minimize
kk: Ойнатқышты жасыру
ru: Свернуть
uk: Згорнути

# close_player
source: Close
kk: Жабу
ru: Закрыть
uk: Закрити

# show_comments
source: Show info
kk: Пікірлерді көрсету
ru: Показать информацию
uk: Показати коментарі

# close_comments
source: Hide info
kk: Пікірлерді жасыру
ru: Скрыть информацию
uk: Приховати інформацію

# to_page
source: Go to page
kk: Бетке өту
ru: Перейти на страницу
uk: Перейти на сторінку

# download_video
source: Download
kk: Жүктеу
ru: Скачать
uk: Завантажити

source: Added
kk: Қосылған уақыты
ru: Добавлено
uk: Додано

# x_views
source: $1 views
kk: $1 қаралым
ru: $1 просмотров
uk: $1 переглядів

# video_author
source: Video's author
kk: Бейне авторы
ru: Автор видео
uk: Автор відео

# video_delete
source: Delete
kk: Жою
ru: Удалить
uk: Видалити

source: no description
kk: сипаттама жоқ
ru: описания нет
uk: опису немає

source: Show more comments
kk: Көбірек пікір көрсету
ru: Показать больше комментариев
uk: Відобразити більше коментарів

# video_processing
source: Video is succefully uploaded and now is processed.
kk: Бейне сәтті жүктелді, қазір өңделіп жатыр.
ru: Видео успешно загружено и на данный момент обрабатывается.
uk: Відео завантажено та на цей момент оброблюється.

# video_access_denied
source: Access to video denied
kk: Бейнені көруге рұқсат жоқ
ru: Доступ к видео запрещён
uk: Доступ до відео заборонений

# open_page_to_read_comms
source: To read the comments, open <a href="$1">page</a>.
kk: Пікірлерді оқу үшін <a href="$1">мына бетті</a> ашыңыз.
ru: Для чтения комментариев откройте <a href="$1">страницу</a>.
uk: Для перегляду коментарів, відкрийте <a href="$1">сторінку</a>.

# no_video_error
source: No videofile
kk: Бейнежазба жоқ
ru: Нету видеозаписи
uk: Немає відеозапису

# no_video_description
source: Select file or specify link.
kk: Файл таңдаңыз немесе сілтеме көрсетіңіз.
ru: Выберите файл или укажите ссылку.
uk: Оберіть файл або зазначте посилання.

# error_video
source: An error has occurred
kk: Қате орын алды
ru: Произошла ошибка
uk: Трапилася помилка

# file_corrupted
source: File is corrupted or does not have video.
kk: Файл бүлінген немесе бейне жоқ.
ru: Файл повреждён или не содержит видео.
uk: Файл пошкоджений чи не має відеопотоку.

# link_incorrect
source: Maybe, the link is wrong.
kk: Сілтеме дұрыс емес болуы мүмкін (&t= не &si= сияқты параметрлерді өшіріп көріңіз).
ru: Возможно, ссылка некорректна (попробуй убрать параметры по типу &t= или &si=)
uk: Ймовірно, посилання неправильне (спробуйте прибрати параметри, типа &t= чи &si=).

# no_name_error
source: Video can't be published without name
kk: Бейне атаусыз жариялана алмайды
ru: Видео не может быть опубликовано без названия
uk: Відео не може опубліковано без назви

# access_denied_error
source: Access denied
kk: Қол жеткізу қатесі
ru: Ошибка доступа
uk: Помилка доступу

# access_denied_error_description
source: You are not allowed to edit this resource
kk: Бұл ресурсты өңдеуге құқыңыз жоқ
ru: Вы не имеете права редактировать этот ресурс
uk: Ви не маєте дозвіл редагувати цей ресурс

# changes_saved_video_comment
source: Updated data will appear on the video page
kk: Жаңартылған деректер бейне бетінде көрінеді
ru: Обновлённые данные появятся на странице с видео
uk: Оновлені дані з'являться на сторінці з відео

# cant_delete_video
source: Failed to delete video
kk: Бейнені жою мүмкін болмады
ru: Не удалось удалить видео
uk: Не вдалося видалити відео

# cant_delete_video_comment
source: You are not logged in.
kk: Аккаунтқа кірмегенсіз.
ru: Вы не вошли в аккаунт.
uk: Ви не увійшли в акаунт.

# video_is_deleted
source: Video was deleted.
kk: Бейне жойылды.
ru: Видео удалено.
uk: Відео видалено.

source: Share video
kk: Бейнені бөлісу
ru: Поделиться видеороликом
uk: Поширити відео

# shared_succ_video
source: Video will appear at your wall. Click on this notification to move to post.
kk: Бейне қабырғаңызда пайда болады. Жазбаға өту үшін мұнда басыңыз.
ru: Видео появится на вашей стене. Нажмите на уведомление, чтобы перейти к записи.
uk: Відео з'явиться на Вашій стіні. Натисніть на сповіщення, щоби перейти до запису.

source: Watch in window
kk: Терезеде қарау
ru: Смотреть в окне
uk: Переглянути у відео

# comments_load_timeout
source: The instance may have fallen
kk: Мүмкін, инстанция істен шықты.
ru: Возможно, инстанция упала.
uk: При отриманні коментарів сталася помилка часу очікування

source: Section
kk: Бөлім
ru: Раздел
uk: Розділ

# template_ban
source: Ban by template
kk: Үлгі бойынша бұғаттау
ru: Бан по шаблону
uk: Блокування за шаблоном

source: Active templates
kk: Белсенді үлгілер
ru: Действующие шаблоны
uk: Чинні шаблони

source: Users reports
kk: Пайдаланушы есептері
ru: Жалобы пользователей
uk: Скарги користувачів

source: Substring
kk: Ішкі жол
ru: Подстрока
uk: Підрядок

# n_user
source: User
kk: Пайдаланушы
ru: Пользователь
uk: Користувач

# time_before
source: Time earlier than
kk: Мына уақыттан бұрын
ru: Время раньше, чем
uk: Годину раніше, ніж

# time_after
source: Time later than
kk: Мына уақыттан кейін
ru: Время позже, чем
uk: Годиною пізніше, ніж

# where_for_search
source: WHERE for search by section
kk: Бөлім бойынша іздеу шарты
ru: WHERE для поиска по разделу
uk: WHERE для пошуку по розділу

source: Block params
kk: Бұғаттау параметрлері
ru: Параметры блокировки
uk: Параметри блокувань

source: Only rollback
kk: Тек кері қайтару
ru: Только откат
uk: Тільки скасування

# only_block
source: Only blocking
kk: Тек бұғаттау
ru: Только блокировка
uk: Тільки блокування

# rollback_and_block
source: Rollback and blocking
kk: Кері қайтару және бұғаттау
ru: Откат и блокировка
uk: Скасування та блокування

# subm
source: Apply
kk: Қолдану
ru: Применить
uk: Застосувати

# select_section_for_start
source: Choose a section to get started
kk: Бастау үшін бөлімді таңдаңыз
ru: Выберите раздел для начала работы
uk: Для початку роботи, оберіть розділ

# results_will_be_there
source: Search results will be displayed here
kk: Іздеу нәтижелері осында көрсетіледі
ru: Здесь будут отображаться результаты поиска
uk: Тут будуть відображатися результати пошуку
