Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# about_wall_posts_other
source: <b>$1</b> wall posts
am: <b>$1</b> գրություն պատերի վրա
kk: <b>$1</b> жазба бар
pl: <b>$1</b> wpisów na ścianach
ru: <b>$1</b> записей на стенах
uk: <b>$1</b> дописів на стінах

# about_watch_rules
source: See <a href='$1'>here</a>.
kk: <a href='$1'>Мұнда</a> оқыңыз.
pl: Spójrz <a href='$1'>tutaj</a>.
ru: Смотрите <a href='$1'>здесь</a>.
uk: Щоб переглянути правила, натисніть <a href='$1'>тут</a>.

source: OK
am: ОК
eo: Bone
kk: ОК
pl: ОК
ru: ОК
uk: ОК

source: Yes
am: Այո
eo: Jes
id: Ya
kk: Иә
pl: Tak
ru: Да
uk: Так

source: No
am: Ոչ
eo: Ne
id: Tidak
kk: Жоқ
pl: Nie
ru: Нет
uk: Ні

source: Cancel
am: Չեղարկել
eo: Nuligi
id: Batal
kk: Жабу
pl: Odwołanie
ru: Отмена
uk: Скасувати

# edit_action
source: Change
am: Փոփոխել
eo: Ŝanĝi
id: Ubah
kk: Өзгерту
pl: Zmienić
ru: Изменить
uk: Змінити

source: Transfer
am: Փոխանցել
kk: Аудару
pl: Przekazać
ru: Передать
uk: Передати

source: Close
am: Փակել
id: Tutup
kk: Жабу
pl: Zamknąć
ru: Закрыть
uk: Закрити

source: Warning
am: Ուշադրություն
eo: Averto
id: Peringatan
kk: Назар аударыңыз
pl: Uwaga
ru: Внимание
uk: Увага

# question_confirm
source: This action can't be undone. Do you really wanna do it?
am: Այս գործողությունը էլ երբեք հետ չի բերվի։ Դուք վստա՞հ եք որ ուզում եք շարունակել։
eo: Ĉi tiu ago ne povas esti malfarita. Ĉu vi vere volas fari ĝin?
id: Tindakan ini tidak dapat diurungkan. Apakah kamu yakin ?
kk: Бұл әрекетті қайтаруға мүмкін емес. Бәрібір орындағыңыз келе ме?
pl: Tej akcji nie można cofnąć. Czy naprawdę jesteś pewien tego, co chcesz zrobić?
ru: Это действие нельзя отменить. Вы действительно уверены в том что хотите сделать?
uk: Цю дію не можна скасувати. Ви переконані що хочете це зробити?

# confirm_m
source: Confirm
kk: Растау
ru: Подтвердить
uk: Підтвердити

# action_successfully
source: Success
kk: Сәттілік
ru: Операция успешна
uk: Операція виконана успішно

# exit_noun
source: Exit
kk: Шығу
ru: Выход
uk: Вихід

# exit_confirmation
source: Are you sure want to exit?
kk: Шынымен шыққыңыз келе ме?
ru: Уверены, что хотите выйти?
uk: Дійсно вийти?

source: Apply
kk: Іске асыру
ru: Применить
uk: Застосувати

# user_alert_scam
source: This account has received numerous reports for scams. Please exercise caution, especially if they request money.
am: Այս հաշվի վրա բազմաթիվ բողոքներ են եկել խարդախության հետ կապված։ Խնդրվում է զգույշ լինել, հատկապես եթե Ձեզնից փորձեն գումար խնդրել և շորթել։
id: Akun ini telah banyak dilaporkan melakukan penipuan. Berhati-hatilah, terutama jika ia meminta uang.
kk: Бұл пайдаланушыны алаяқ деп шағымдайтындар көп. Ақша сұрап жүрсе, сақ болыңыз.
pl: Wiele osób skarżyło się na to konto w związku z oszustwem. Zachowaj ostrożność, zwłaszcza jeśli zostaniesz poproszony o pieniądze.
ru: На этот аккаунт много жаловались в связи с мошенничеством. Пожалуйста, будьте осторожны, особенно если у вас попросят денег.
uk: На цей акаунт багато скаржилися у зв'язку з шахрайством. Будьте обережні, якщо у Вас попросять особисті дані чи гроші.

# user_may_not_reply
source: This user may be unable to reply to you due to your privacy settings. <a href='/settings?act=privacy'>Open privacy settings</a>
kk: Бұл пайдаланушы сіздің құпиялылық баптауыңызға байланысты жауап бере алмайтын сияқты. <a href='/settings?act=privacy'>Құпиялылық баптауды ашу</a>
ru: Этот пользователь, возможно, вам не сможет ответить из-за ваших настроек приватности. <a href='/settings?act=privacy'>Открыть настройки приватности</a>
uk: Цей користувач, не зможе відповісти Вам через Ваші налаштування приватності. <a href='/settings?act=privacy'>Відкрити налаштування приватності</a>

# cookies_popup_content
source: Just like how kids love cookies, this website uses Cookies to identify your session and nothing more. Check <a href='/privacy'>our privacy policy</a> for more information.
kk: Балалардың барлығы пішінә жеуді ұнатады, ал бұл сайт болса сіздің сессияңызды анықтау үшін ғана cookie файлдарын пайдаланады. Қосымша ақпарат алу үшін біздің <a href='/privacy'>құпиялық саясатымызды</a> оқыңыз.
ru: Все дети любят печенье, поэтому этот веб-сайт использует Cookies для того, чтобы идентифицировать вашу сессию и ничего более. Ознакомьтесь с нашей <a href='/privacy'>политикой конфиденциальности</a> для получения дополнительной информации.
uk: Цей вебсайт використовує cookies для того, щоб ідентифікувати Вашу сесію і нічого більше. Ознайомтеся з нашою <a href='/privacy'>політикою конфіденційності</a> для отримання додаткової інформації.

# cookies_popup_agree
source: Accept
kk: Келісемін
ru: Согласен
uk: Згоден

source: Blacklist
kk: Қара тізім
ru: Чёрный список
uk: Чорний список

# user_blacklisted_you
source: This user has blacklisted you.
kk: Бұл кісі сізді қара тізімге қосты.
ru: Пользователь внёс Вас в чёрный список.
uk: Ви у чорному списку цього користувача.

# user_blacklisted
source: $1 has been blacklisted
kk: $1 қара тізімге қосылды.
ru: $1 занесён в чёрный список.
uk: $1 додано до Вашого чорного списку.

# user_removed_from_the_blacklist
source: $1 has been removed from the blacklist.
kk: $1 қара тізімнен өшірілді.
ru: $1 удалён из чёрного списка.
uk: $1 видалено з Вашого чорного списку.

# adding_to_bl_sure
source: You sure you want to blacklist $1?
kk: $1 деген кісіні шынымен қара тізімге қосқыңыз келе ме?
ru: Вы уверены, что хотите внести $1 в чёрный список?
uk: Ви дійсно хочете внести $1 до чорного списку?

# bl_count_zero_desc
source: There are no users on your blacklist yet.
kk: Қара тізіміңізде ешкім жоқ.
ru: В вашем чёрном списке ещё нет пользователей.
uk: Ви ще не маєте користувачів у чорному списку

# bl_count_zero
source: There are no users on your blacklist
kk: Қара тізіміңіз бос
ru: В вашем чёрном списке нет пользователей
uk: Ваш чорний список пустий

# bl_count_one
source: You have one user on your blacklist
kk: Қара тізіміңізде бір кісі тұр
ru: В вашем чёрном списке один пользователь
uk: Ваш чорний список має 1 користувач

# bl_count_few
source: You have $1 users on your blacklist
kk: Қара тізіміңізде $1 кісі тұр
ru: В вашем чёрном списке $1 пользователя
uk: Ваш чорний список має $1 користувачі

# bl_count_many
source: You have $1 users on your blacklist
kk: Қара тізіміңізде $1 кісі тұр
ru: В вашем чёрном списке $1 пользователей
uk: Ваш чорний список має $1 користувачів

# bl_count_other
source: You have $1 users on your blacklist
kk: Қара тізіміңізде $1 кісі тұр
ru: В вашем чёрном списке $1 пользователей
uk: Ваш чорний список має $1 користувачів

# you_blacklisted
source: You blacklisted $1
kk: $1 қара тізімге қосылды.
ru: Вы внесли $1 в чёрный список
uk: Користувача $1 додано до чорного списку

# bl_add
source: Add to blacklist
kk: Қара тізімге қосу
ru: Добавить в чёрный список
uk: Додати в чорний список

# bl_remove
source: Remove from blacklist
kk: Қара тізімнен өшіру
ru: Удалить из чёрного списка
uk: Виключити з чорного списку

# addition_to_bl
source: Addition to blacklist
kk: Қара тізімге қосу
ru: Добавление в чёрный список
uk: Додати з чорного списку

source: Transition is blocked
kk: Өткізу бұғатталған
ru: Переход по ссылке заблокирован
uk: Перехід за посиланням заборонений

source: Caution
kk: Ескерту
ru: Предупреждение
uk: Попередження

# url_is_banned
source: This link is banned
kk: Сілтеме бұғатта тұр
ru: Переход невозможен
uk: Перехід неможливий

# url_is_banned_comment
source: The <b>$1</b> administration advises against following this link.
kk: <b>$1</b> әкімшілігі бұл сілтемеге өтпеуге кеңес береді.
ru: Администрация <b>$1</b> не рекомендует переходить по этой ссылке.
uk: Адміністрація <b>$1</b> не рекомендує переходити за цим посиланням.

# url_is_banned_comment_r
source: The <b>$1</b> administration advises against following this link.<br><br>Reason: <b>$2</b>
kk: <b>$1</b> әкімшілігі бұл сілтемеге өтпеуге кеңес береді.<br><br>Себебі: <b>$2</b>
ru: Администрация <b>$1</b> не рекомендует переходить по этой ссылке.<br><br>Причина: <b>$2</b>
uk: Адміністрація <b>$1</b> не рекомендує переходити за цим посиланням.<br><br>Підстава: <b>$2</b>

# url_is_banned_default_reason
source: The link you are attempting to open may lead to a site designed to deceive users for profit.
kk: Сіз ашпақ болған сілтеме пайда табу үшін пайдаланушыларды алдау мақсатында жасалған сайтқа апаруы мүмкін.
ru: Ссылка, по которой вы попытались перейти, может вести на сайт, который был создан с целью обмана пользователей и получения за счёт этого прибыли.
uk: Посилання, за яким Ви спробували перейти, може вести на сайт, що був створений із метою обману користувачів і отримання шляхом цього неправомірного прибутку.

# url_is_banned_title
source: Link to a suspicious site
kk: Күдікті сайтқа сілтеме
ru: Ссылка на подозрительный сайт
uk: Посилання на підозрілий сайт

# url_is_banned_proceed
source: Proceed to the link
kk: Сілтемеге өту
ru: Перейти по ссылке
uk: Перейти за посиланням

source: Recently
kk: Жуырда
ru: Недавно
uk: Нещодавно

# c_user_removed_from_group
source: The user has been removed from the group
kk: Пайдаланушы топтан жойылды
ru: Пользователь был удалён из группы
uk: Користувача було видалено з групи

# c_permission_removed_from_group
source: The permission has been removed from the group
kk: Рұқсат топтан жойылды
ru: Право было удалено из группы
uk: Право було видалено з групи

# c_group_removed
source: The group has been deleted.
kk: Топ жойылды.
ru: Группа была удалена.
uk: Групу видалено.

# c_groups
source: Chandler Groups
kk: Chandler топтары
ru: Группы Chandler
uk: Групи Chandler

# c_users
source: Chandler Users
kk: Chandler пайдаланушылары
ru: Пользователи Chandler
uk: Користувачі Chandler

# c_group_permissions
source: Group Permissions
kk: Рұқсаттар
ru: Права
uk: Права

# c_group_members
source: Group Members
kk: Мүшелері
ru: Участники
uk: Учасники

# c_model
source: Model
kk: Үлгі
ru: Модель
uk: Модель

# c_permission
source: Permission
kk: Рұқсат
ru: Право
uk: Право

# c_permissions
source: Permissions
kk: Рұқсаттар
ru: Права
uk: Права

# c_color
source: Color
kk: Түсі
ru: Цвет
uk: Колір

source: Add
kk: Қосу
ru: Добавить
uk: Додати

# c_edit_groups
source: Edit Groups
kk: Топтарды өңдеу
ru: Редактировать группы
uk: Редагувати групи

# c_user_is_not_in_group
source: No relationship found between the user and the group.
kk: Пайдаланушы мен топ арасындағы байланыс табылмады.
ru: Связь пользователя и группы не найдена.
uk: Зв'язок користувача і групи не знайдено.

# c_permission_not_found
source: No relationship found between the permission and the group.
kk: Рұқсат пен топ арасындағы байланыс табылмады.
ru: Связь права и группы не найдена.
uk: Зв'язок права і групи не знайдено.

# c_group_not_found
source: Group not found.
kk: Топ табылмады.
ru: Группа не найдена.
uk: Групу не знайдено.

# c_user_is_already_in_group
source: This user is already a member of this group.
kk: Пайдаланушы онсыз да сол топтың мүшесі.
ru: Этот пользователь уже включён в эту группу.
uk: Цей користувач уже включений у цю групу.

# c_add_to_group
source: Add to group
kk: Топқа қосу
ru: Добавить в группу
uk: Додати в групу

# c_remove_from_group
source: Remove from group
kk: Топтан шығару
ru: Исключить из группы
uk: Вилучити з групи

# global_maintenance
source: Undergoing maintenance
kk: Жөндеу жұмыстары жүргізілуде
ru: Технические работы
uk: Технічні роботи

# section_maintenance
source: The section is not available
kk: Бөлім қолжетімді емес
ru: Раздел недоступен
uk: Розділ недоступний

# undergoing_global_maintenance
source: Unfortunately, the instance is now closed for technical work. We are already working on troubleshooting. Please come back later.
kk: Өкінішке орай, бұл инстанция қазір техникалық жұмыс үшін жабық. Біз ақауларды жою бойынша жұмыс істеп жатырмыз. Кейінірек келіңіз.
ru: К сожалению, сейчас инстанс закрыт на технические работы. Мы уже работаем над устранением неисправностей. Пожалуйста, попробуйте зайти позже.
uk: Інстанція закрита на технічні роботи. Будь ласка, спробуйте зайти пізніше.

# undergoing_section_maintenance
source: Unfortunately, the <b>$1</b> section is temporarily unavailable. We are already working on troubleshooting. Please come back later.
kk: Өкінішке орай, <b>$1</b> бөлімі уақытша қолжетімсіз. Біз ақауларды жою бойынша жұмыс істеп жатырмыз. Кейінірек қайта келіп көріңіз.
ru: К сожалению, раздел <b>$1</b> временно недоступен. Мы уже работаем над устранением неисправностей. Пожалуйста, попробуйте зайти позже.
uk: Розділ <b>$1</b> тимчасово недоступний. Будь ласка, спробуйте зайти пізніше.

source: Topics
kk: Тақырыптар
ru: Темы
uk: Теми

source: Attach video
am: Ամրացնել վիդեո
id: Lampirkan video
kk: Видео тіркеу
pl: Przymocować wideo
ru: Прикрепить видео
uk: Додати відео

source: Attach geotag
kk: Геотаңба тіркеу
ru: Прикрепить геометку
uk: Додати геомітку

# friends_list_other
source: You have $1 friends
id: Kamu memiliki $1 pertemanan
kk: Сізде $1 дос
ru: У Вас $1 друзей
uk: Ви маєте $1 друга

# round_avatars
source: Round
am: Կլոր ավատար
eo: Rondaj avataroj
id: Bulat
kk: Дөңгелек
pl: Okrągły avatar
ru: Круглые
uk: Круглі

# admin_gender
source: Sex
ru: Пол
uk: Стать

# admin_registrationdate
source: Registration date
ru: Дата регистрации
uk: Дата реєстрації

# helpdesk
source: Support
kk: Жәрдем
ru: Поддержка
uk: Підтримка

# helpdesk_agent
source: Support Agent
kk: Жәрдем агенты
ru: Агент Поддержки
uk: Агент підтримки

# helpdesk_agent_card
source: Agent Card
kk: Агент картасы
ru: Карточка агента
uk: Картка агента

# helpdesk_positive_answers
source: positive answers
kk: жақсы жауап
ru: положительных ответов
uk: позитивних відгуків

# helpdesk_negative_answers
source: negative answers
kk: жаман жауап
ru: отрицательных ответов
uk: негативних відгуків

# helpdesk_showing_name
source: Display name
kk: Көрінетін есімі
ru: Отображаемое имя
uk: Зображуване ім'я

# helpdesk_avatar_url
source: Link to the avatar
kk: Агенттің суретіне сілтеме
ru: Ссылка на аватарку
uk: Посилання на аватар

# email_rate_limit_error
source: You can't do it that often, sorry.
am: Կներեք, չափից շատ նամակ ուղարկել չի կարելի։
id: Kamu tidak dapat melakukan hal ini terlalu sering,akses ditangguhkan sementara, maaf.
kk: Бұл әрекетті жиі жасай алмайсыз.
ru: Нельзя делать это так часто, извините.
uk: Не можна робити цю дію часто.

# gifts_left_zero
source: Zero gifts left
id: tidak ada Hadiah tersedia
kk: Нөл сыйлық қалды
ru: Осталось ноль подарков
uk: Залишилось 0 подарунків

# helpdesk_all_answers
source: all answers
kk: барлық жауап
ru: всего ответов
uk: всі відповіді

# helpdesk_show_number
source: Show the number
kk: Нөмірді көрсету
ru: Показывать номер
uk: Показувати номер

# tour_title
source: Site Tour
kk: Сайтқа экскурсия
ru: Экскурсия по сайту
uk: Екскурс по сайту

# reg_title
source: Registration
kk: Тіркелу
ru: Регистрация
uk: Реєстрація

# ifnotlike_title
source: &quot;And what if I don't like this site?&quot;
kk: &quot;Маған бұл жер ұнамаса ше?..&quot;
ru: &quot;А если мне здесь не понравится?..&quot;
uk: &quot;А якщо мені не сподобається сайт?&quot;

# tour_promo
source: About what awaits you after registration
kk: Тіркелгеннен кейін сізді не күтіп тұратыны жайлы
ru: О том, что Вас ждет после регистрации
uk: Про те, що Вас чекає після реєстрації

# reg_text
source: <a href='/reg'>Registering</a> an account is absolutely free and takes no more than two minutes
kk: <a href='/reg'>Тіркелу</a> мүлдем тегін және екі минуттан аспайды
ru: <a href='/reg'>Регистрация</a> аккаунта абсолютно бесплатна и займёт не более двух минут
uk: <a href='/reg'>Реєстрація</a> акаунту абсолютно безоплатна та дуже легка

# ifnotlike_text
source: You can always delete your account
kk: Сіз өз бейініңізді әрқашан жоя аласыз
ru: Вы всегда можете удалить свой аккаунт
uk: Ви завжди маєте змогу видалити свій акаунт

# tour_next
source: Next →
kk: Келесі →
ru: Далее →
uk: Далі →

# tour_reg
source: Registration →
kk: Тіркелу →
ru: Регистрация →
uk: Реєстрація →

# tour_section_1
source: Start
kk: Бастау
ru: Начало
uk: Початок

# tour_section_2
source: Profile
kk: Бейін
ru: Профиль
uk: Профіль

# tour_section_3
source: Photos
kk: Суреттер
ru: Фотографии
uk: Фотографії

# tour_section_4
source: Search
kk: Іздеу
ru: Поиск
uk: Пошук

# tour_section_5
source: Videos
kk: Бейнелер
ru: Видеозаписи
uk: Відеозаписи

# tour_section_6
source: Audios
kk: Әндер
ru: Аудиозаписи
uk: Аудіозаписи

# tour_section_7
source: Local news feed
kk: Жаңалықтар таспалары
ru: Новостная лента
uk: Новинна стрічка

# tour_section_8
source: Global news feed
kk: Жаһандық таспа
ru: Глобальная лента
uk: Глобальна стрічка

# tour_section_9
source: Groups
kk: Топтар
ru: Группы
uk: Спільноти

# tour_section_10
source: Events
kk: Оқиғалар
ru: События
uk: Події

# tour_section_11
source: Themes
kk: Сайт көрінісін реттеу
ru: Темы и дизайн
uk: Теми та дизайн

# tour_section_12
source: Customization
kk: Баптау
ru: Кастомизация
uk: Стилістика

# tour_section_13
source: Promocodes
kk: Ваучерлер
ru: Ваучеры
uk: Ваучери

# tour_section_14
source: Mobile version
kk: Ұялы нұсқа
ru: Мобильная версия
uk: Мобільна версія

# tour_section_1_title_1
source: Where to start?
kk: Неден бастасам болады?
ru: С чего начать?
uk: З чого почати?

# tour_section_1_text_1
source: Registering an account is the very first and most basic step in beginning your journey on this site.
kk: Бейінді тіркеу — сайттағы жолыңыздың алғашқы және негізгі кезеңі.
ru: Регистрация аккаунта является самым первым и основным этапом в начале вашего пути на данном сайте.
uk: Реєстрація акаунта є першим та фундаментальним етапом для початку Вашого використання на цьому сайті

# tour_section_1_text_2
source: To register you will need to enter your name, E-mail and password.
kk: Тіркелу үшін сізге атыңызды, электрондық поштаңызды және құпиясөзді енгізу қажет.
ru: Для регистрации вам потребуется ввести имя, E-mail и пароль.
uk: Для реєстрації нам знадобиться ім'я, e-mail та пароль.

# tour_section_1_text_3
source: <b>Remember:</b> Your E-mail will be used as your login to the site. You also have the full right not to specify your last name when signing up. In case you lost your password to enter the site, use the <a href='/restore'>recovery page</a>
kk: <b>Есіңізде болсын:</b> Сіздің электрондық поштаңыз сайтқа кіргенде логин ретінде қолданылады. Сондай-ақ, тіркелу кезінде тегіңізді көрсетпеуге толық құқыңыз бар. Құпиясөзіңізді ұмытып қалсаңыз, оны <a href='/restore'>ысыра аласыз</a>
ru: <b>Помните:</b> Ваш E-mail будет использоваться в качестве логина для входа на сайт. Также вы имеете полное право не указывать фамилию при регистрации. В случае утери пароля для входа на сайт, воспользуйтесь разделом <a href='/restore'>восстановления</a>
uk: <b>Пам'ятайте:</b> Ваш e-mail буде використовуватися як логін для входу на сайт. Також ви можете не зазначати прізвище під час реєстрації. У разі втрати пароля для входу на сайт, скористайтеся розділом <a href='/restore'>відновлення</a>

# tour_section_1_bottom_text_1
source: By registering on the site, you agree to <a href='/terms'>site rules</a> and <a href='/privacy'>privacy policy</a>
kk: Тіркеле отырып, сіз <a href='/terms'>сайт ережелерімен</a> және <a href='/privacy'>құпиялылық саясатымен</a> келісесіз
ru: Регистрируясь на сайте, вы соглашаетесь с <a href='/terms'>правилами сайта</a> и <a href='/privacy'>политикой конфиденциальности</a>
uk: Реєструючись на сайті, ви погоджуєтеся з <a href='/about'>правилами сайту</a> та <a href='/privacy'>політикою конфіденційності</a>

# tour_section_2_title_1
source: Your Profile
kk: Жеке бейініңіз
ru: Ваш профиль
uk: Ваш профіль

# tour_section_2_text_1_1
source: Upon registration, you'll be redirected to <b>your</b> profile automatically.
kk: Тіркелгеннен кейін, жүйе сізді автоматты түрде <b>жеке</b> парақшаңызға апарады
ru: После регистрации на сайте, вы автоматически попадёте в <b>свой</b> профиль
uk: Після реєстрації на сайті, ви автоматично потрапите у <b>свій</b> профіль

# tour_section_2_text_1_2
source: You have the flexibility to edit it at any time and from anywhere.
kk: Оны кез келген уақытта және қалаған жерде өңдей аласыз.
ru: Вы можете редактировать его где угодно и в любое время, когда вы сами этого пожелаете.
uk: Ви зможете редагувати його де завгодно та в будь-який час, коли Ви самі цього бажаєте.

# tour_section_2_text_1_3
source: <b>Hint:</b> To enhance your profile's appearance, consider filling it with information or uploading a photo that reflects your inner world.
kk: <b>Кеңес:</b> Парақшаңыз тартымды көріну үшін, оған қызықты ақпарат қосып, немесе ішкі жан дүниеңізді көрсететін сурет жүктеп қоя аласыз.
ru: <b>Совет:</b> Чтобы ваш профиль выглядел красиво и презентабельно, вы можете его заполнить какой-либо информацией или загрузить фотографию, которая подчеркнёт, например, ваш глубокий внутренний мир.
uk: <b>Порада:</b> Щоб Ваш профіль мав гарний і поважний вигляд, ви можете його заповнити будь-якою інформацією або завантажити фотографію, яка підкреслить, наприклад, Ваш глибокий внутрішній світ.

# tour_section_2_bottom_text_1
source: You decide how much information you want to share with your friends.
kk: Достарыңыз сіз туралы қандай ақпарат біле алатынын тек өзіңіз шешесіз.
ru: Вы единственный, кто решает, сколько информации ваши друзья должны узнать о вас.
uk: Ви єдиний, хто вирішує, скільки інформації Ваші друзі мають дізнатися про вас.

# tour_section_2_title_2
source: Set Your Privacy Settings
kk: Құпиялығыңызды баптаңыз
ru: Задайте свои настройки своей приватности
uk: Задайте свої налаштування своєї приватності

# tour_section_2_text_2_1
source: Define who can access specific types of information and sections on your page.
kk: Парақшаңыздағы қай ақпарат кімге көрінетінін, кім сізбен байланыса алатынын өзіңіз реттей аласыз.
ru: Вы можете определить, кто именно может иметь доступ к определенным типам информации, разделам и возможностям связаться на вашей странице.
uk: Ви можете визначити, хто саме може мати доступ до певних типів інформації, розділам та можливостям зв'язатися з Вами.

# tour_section_2_text_2_2
source: You can block access to your page from search engines and unregistered users.
kk: Парақшаңызды іздеу жүйелері мен тіркелмеген пайдаланушылардан жабуға құқылысыз.
ru: Вы имеете полное право закрыть доступ к своей странице от поисковых систем и незарегистрированных пользователей.
uk: Ви маєте змогу закрити доступ до своєї сторінки від пошукових систем і незареєстрованих користувачів.

# tour_section_2_text_2_3
source: <b>Remember:</b> Privacy settings will be expanded in the future.
kk: <b>Ескерту:</b> болашақта құпиялық баптаулары әлі де жетілдіріледі.
ru: <b>Помните:</b> в будущем настройки приватности будут расширяться.
uk: <b>Пам'ятайте:</b> у майбутньому налаштування приватності будуть розширюватися.

# tour_section_2_title_3
source: Profile URL
kk: Парақшаның жеке мекенжайы
ru: Персональный адрес страницы
uk: Персональна адреса сторінки

# tour_section_2_text_3_1
source: After registering, your page is assigned a personal ID like <b>@id12345</b>.
kk: Тіркелген соң, сізге <b>@id12345</b> пішіміндегі бірегей идентификатор беріледі
ru: После регистрации страницы, вам выдаётся персональный ID вида <b>@id12345</b>
uk: Після реєстрації сторінки, Вам видається персональний ID типа: <b>/id12345</b>

# tour_section_2_text_3_2
source: The <b>default ID</b> obtained at registration <b>cannot be changed</b>.
kk: Бастапқыда бұл <b>стандартты идентификаторды өзгерту мүмкін емес</b>
ru: <b>Стандартный ID</b>, который был получен после регистрации, <b>изменить нельзя</b>
uk: <b>Стандартний ID</b>, який був отриманий після реєстрації, <b>змінити не можна!</b>
