Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# add_audio_limitations
source: You can select up to 10 groups/playlists.
kk: 10 топ/әнтізімге дейін таңдай аласыз.
ru: Можно выбрать до 10 групп/плейлистов.
uk: Можна обрати до 10 спільнот/списків відтворення.

source: To club
kk: Топқа бару
ru: В группу
uk: В спільноту

source: To playlist
kk: Әнтізімге бару
ru: В плейлист
uk: В список відтворення

# audio_was_successfully_added
source: Audios was successfully added.
kk: Ән қосылды.
ru: Аудио были успешно добавлены.
uk: Аудіозапис було додано.

# what_club_add
source: Which group do you want to add the song to?
kk: Қай топқа ән қосқыңыз келеді?
ru: В какую группу вы хотите добавить песню?
uk: До якої спільноти ви хочете додати пісню?

# group_has_audio
source: This group already has this song.
kk: Бұл ән топта бар.
ru: У группы уже есть эта песня.
uk: Ця спільнота вже має цю пісню.

# group_hasnt_audio
source: This group doesn't have this song.
kk: Бұл ән топта жоқ.
ru: У группы нет этой песни.
uk: Ця спільнота не має цієї пісні.

source: by name
kk: атауы бойынша
ru: по композициям
uk: за назвою

source: by performer
kk: орындаушы бойынша
ru: по исполнителю
uk: за виконавцем

# no_access_clubs
source: There are no groups where you are an administrator.
kk: Сіз ешбір топта әкімші емессіз.
ru: Нет групп, где вы являетесь администратором.
uk: Немає спільнот, де ви є адміністратором.

# no_access_playlists
source: You haven't created any playlists.
kk: Сіз ешбір әнтізім құрған жоқсыз.
ru: Вы ещё не создавали плейлистов.
uk: Ви ще не створювали списки відтворювання.

# audio_successfully_uploaded
source: Audio has been successfully uploaded and is currently being processed.
kk: Ән сәтті жүктелді және қазір өңделіп жатыр.
ru: Аудио успешно загружено и на данный момент обрабатывается.
uk: Аудіозапис було успішно завантажено і наразі обробляється.

# broadcast_audio
source: Broadcast audio to status
kk: Әнді күйіңізде көрсету
ru: Транслировать аудио в статус
uk: Трансляція аудіозаписа до статусу

# sure_delete_playlist
source: Are you sure you want to delete this playlist?
kk: Бұл әнтізімді жойғыңыз келетініне сенімдісіз бе?
ru: Вы действительно хотите удалить этот плейлист?
uk: Ви дійсно хочете видалити цей список відтворення?

source: Edit audio
kk: Әнді өңдеу
ru: Редактировать аудиозапись
uk: Редагувати аудіозапис

# audios_group
source: Audios from group
kk: Топтың әндері
ru: Аудиозаписи группы
uk: Аудіозапис зі спільноти

# playlists_group
source: Playlists from group
kk: Топтың әнтізімдері
ru: Плейлисты группы
uk: Списки відтворення зі спільноти

# play_tip
source: Play/pause
kk: Ойнату/кідірту
ru: Проигрывание/пауза
uk: Відтворення/пауза

# repeat_tip
source: Repeat
kk: Қайталау
ru: Повторение
uk: Повтор

# shuffle_tip
source: Shuffle
kk: Араластыру
ru: Перемешать
uk: Перемішати

# mute_tip
source: Mute
kk: Дыбысын өшіру
ru: Заглушить
uk: Вимкнути звук

# mute_tip_noun
source: Muted
kk: Дыбысы өшірілді
ru: Заглушено
uk: Вимкнено

# playlist_hide_from_search
source: Unlisted
kk: Жасырылған
ru: Не показывать в поиске
uk: Не відображати в пошуку

# confirm_deleting_audio
source: Do you sure want to delete this audio?
kk: Мына әнді шынымен жойғыңыз келе ме?
ru: Вы действительно хотите полностью удалить аудиозапись?
uk: Ви дійсно хочете повністю видалити аудіозапис?

# copy_link_to_audio
source: Copy link to clipboard
kk: Әнге сілтемені көшіру
ru: Копировать ссылку на аудио
uk: Копіювати посилання на аудіозапис

# copy_link_to_audio_error_not_selected_track
source: Track was not selected
kk: Ән таңдамадыңыыз
ru: Трек не выбран
uk: Трек не обрано

# audio_ctx_add_to_group
source: Add to group
kk: Топқа қосу
ru: Добавить в группу
uk: Додати в спільноту

# audio_ctx_add_to_playlist
source: Add to playlist
kk: Әнтізімге қосу
ru: Добавить в плейлист
uk: Додати до списку відтворення

# audio_ctx_play_next
source: Play next
kk: Келесі ойнату
ru: Воспроизвести следующим
uk: Відтворити наступним

# audio_ctx_clear_context
source: Clear tracks list
kk: Ойнату тізімін тазарту
ru: Очистить список треков
uk: Очистити список аудіозаписів

# is_x_audio_zero
source: No audios
kk: Ән жоқ
ru: Нету аудиозаписей
uk: Немає аудіозаписів

# is_x_audio_one
source: Just one audio.
kk: Барлығы $1 ән.
ru: Всего одна аудиозапись.
uk: Один аудіозапис.

# is_x_audio_few
source: Just $1 audios.
kk: Барлығы $1 ән.
ru: Всего $1 аудиозаписи.
uk: Всього $1 аудіозаписа.

# is_x_audio_many
source: Just $1 audios.
kk: Барлығы $1 ән.
ru: Всего $1 аудиозаписей.
uk: Всього $1 аудіозаписів.

# is_x_audio_other
source: Just $1 audios.
kk: Барлығы $1 ән.
ru: Всего $1 аудиозаписей.
uk: Всього $1 аудіозаписів.

source: Feedback
am: Հետադարձ կապ
eo: Retrosciigo
id: Pemberandaan
kk: Жауаптар
pl: Odpowiedź
ru: Ответы
uk: Відповіді

source: Unread
am: Չկարդացված
eo: Nelegita
id: Belum dibaca
kk: Оқылмаған
pl: Nieprzeczytane
ru: Непрочитанное
uk: Непрочитане

source: Archive
am: Արխիվ
eo: Arkivo
id: Arsip
kk: Мұрағат
pl: Archiwum
ru: Архив
uk: Архів

# notifications_like
source: $1 liked your $2post$3 from $4
am: $1 –ը գնահատել է ձեր $2գրությունը$3 ($4)
eo: $1 ŝatis vian $2afiŝon$3 de $4
kk: $1 сіздің $4 жазған $2жазбаңызды$3 ұнатады
pl: $1 ocenił(a) Twój $2wpis$3 od $4
ru: $1 оценил вашу $2запись$3 от $4
uk: $1 оцінив Ваш $2запис$3 від $4

# notifications_repost
source: $1 shared your $2post$3 from $4
am: $1 –ը կիսվել է ձեր $2գրությամբ$3 ($4)
eo: $1 dividis vian $2post$3 de $4
kk: $1 сіздің $4 жазған $2жазбаңызбен$3 бөлісті
pl: $1 udostępnił(-a) swój $2wpis$3 od $4
ru: $1 поделился(-лась) вашей $2записью$3 от $4
uk: $1 поділився(-лась) Вашим $2записом$3 від $4

# notifications_comment_under
source: $1 left a comment on $2
am: $1 –ը թողել է մեկնաբանություն $2
eo: $1 lasis komenton pri $2
id: $1 leaved a comment on $2
kk: $1 $2 астына пікір жазды
pl: $1 zostawił(-la) komentarz pod $2
ru: $1 оставил(-ла) комментарий под $2
uk: $1 залишив(-ла) коментар під $2

# notifications_under_note
source: your $3note$4
am: ձեր $3գրության տակ$4
eo: vian $3note$4
kk: сіздің $3жолжазбаңызға$4
pl: twojej $3notką$4
ru: вашей $3заметкой$4
uk: Вашою $3нотаткою$4

# notifications_under_photo
source: your $3photo$4
am: ձեր $3նկարով$4
eo: vian $3photo$4
kk: сіздің $3суретіңізге$4
pl: twoim $3zdjęcie$4
ru: вашим $3фото$4
uk: Вашим $3фото$4

# notifications_under_post
source: your $3post$4 from $5
am: ձեր $3գրությամբ$4 ($5)
eo: vian $3post$4 de $5
kk: сіздің $5 жазған $3жазбаңызға$4
pl: twoim $3wpisem$4 od $5
ru: вашей $3записью$4 от $5
uk: Вашим $3записом$4 від $5

# notifications_under_video
source: your $3video$4
am: ձեր $3վիդեոն$4
eo: vian $3video$4
kk: сіздің $3бейнеңізге$4
pl: twoim $3wideo$4
ru: вашим $3видео$4
uk: Вашим $3відео$4

# notifications_post
source: $1 published $2a post$3 on your wall: $4
am: $1 թողել է $2գրություն$3 ձեր պատի վրա․ $4
eo: $1 publikigis $2a afiŝon$3 sur via muro: $4
kk: $1 сіздің қабырғаңызға $2жазба$3 қойды: $4
pl: $1 napisał(-a) $2wpis$3 na twojej ścianie: $4
ru: $1 написал(-ла) $2запись$3 на вашей стене: $4
uk: $1 написав(-ла) $2дописом$3 на Вашій стіні: $4

# notifications_appoint
source: $1 appointed you as community manager of $2
am: $1 –ը նշանակել է ձեզ որպես $2 խմբի ղեկավար
eo: $1 nomumis vin kiel komunuma administranto $2
id: $1 appointed you as community manager $2
kk: $1 $2 сізді топтың менеджері етіп тағайындады
pl: $1 zostałeś mianowany szefem społeczności $2
ru: $1 назначил вас руководителем сообщества $2
uk: $1 призначив вас керівником спільноти $2

# nt_liked_yours
source: liked your
am: դուր է եկել ձեր
eo: ŝatis la vian
id: liked yours
kk: ұнатты
pl: podobało się twoje
ru: понравился ваш
uk: сподобався Ваш

# nt_shared_yours
source: shared your
am: կիսվել է ձեր
eo: dividis la vian
id: shared yours
kk: бөлісті
pl: podziel(-a) się swoim
ru: поделился(-ась) вашим
uk: поділився(-ась) Вашим

# nt_commented_yours
source: commented
am: թողել է մեկնաբանություն
eo: komentis la vian
kk: пікір жазды
pl: zostawił(a) komentarz pod
ru: оставил(а) комментарий под
uk: залишив(-ла) коментар під

# nt_written_on_your_wall
source: wrote on your wall
am: գրել է ձեր պատին
eo: skribis sur via muro
kk: сіздің қабырғаңызға жазды
pl: napisał(a) na twojej ścianie
ru: написал(а) на вашей стене
uk: написав(-ла) на Вашій стіні

# nt_accepted_your_post
source: accepted your suggested
kk: сіз ұсынған жазбаны жариялады
ru: опубликовало вашу предложенную
uk: «опублікувала Ваш пропозиційний

# nt_in_club
source: In group
kk: Қауымдастықта
ru: В сообществе
uk: У спільноті

# nt_new_suggested_posts
source: new posts in suggestions
kk: жаңа ұсынылған жазбалар бар
ru: новые записи в предложке
uk: нові дописи в пропозиційні

# nt_made_you_admin
source: appointed you in the community
am: նշանակել է ձեզ խմբի գլխավոր
eo: nomumis vin en la komunumo
kk: сізді топта тағайындады
pl: wyznaczył(a) ciebie na kierownika wspólnoty
ru: назначил(а) вас руководителем сообщества
uk: призначив (-ла) вас керівником спільноти

# nt_from
source: from
am: ից
eo: de
id: dari
pl: od
ru: от
uk: від

# nt_yours_adjective
source: your
am: ձեր
eo: via
id: kamu
kk: сіздің
pl: wasz
ru: вашим
uk: Вашим

# nt_yours_feminitive_adjective
source: your
am: ձեր
eo: via
id: kamu
kk: сіздің
pl: wasz
ru: вашей
uk: Вашою

# nt_post_nominative
source: post
am: պոստ
kk: жазбаңызды
ru: пост
uk: допис

# nt_post_instrumental
source: post
am: պոստով
kk: жазбаңызбен
pl: postem
ru: постом
uk: дописом

# nt_note_instrumental
source: note
am: նշումով
eo: notu
id: catatan
kk: жолжазбаңызбен
pl: notką
ru: заметкой
uk: нотаткою

# nt_photo_instrumental
source: photo
am: նկարով
eo: foto
id: foto
kk: суретіңізбен
pl: zdjęciem
ru: фотографией
uk: фотографією

# nt_topic_instrumental
source: topic
am: թեմայով
id: topik
kk: тақырып
pl: tematem
ru: темой
uk: темою

# nt_you_were_mentioned_u
source: You were mentioned by user
kk: Сізді осы пайдаланушы атап өтті:
ru: Вас упомянул пользователь
uk: Вас згадав користувач

# nt_you_were_mentioned_g
source: You were mentioned by group
kk: Сізді осы топ атап өтті:
ru: Вас упомянуло сообщество
uk: Вас згадала спільнота

# nt_mention_in_post_or_comms
source: in post or one of its discussion threads
kk: жазбада немесе соның талқылау тақырыбының бірінде
ru: в посте или в одной из веток его обсуждения
uk: у дописі або під коментарями дописа

# nt_mention_in_photo
source: in discussion of this photo
kk: осы суреттің талқылау бетінде
ru: в обсуждении фотографии
uk: в обговоренні фотографії

# nt_mention_in_video
source: in discussion of this video
kk: осы бейненің талқылау бетінде
ru: в обсуждении видеозаписи
uk: в обговоренні відеозапису

# nt_mention_in_note
source: in discussion of this note
kk: осы жолжазбаның талқылау бетінде
ru: в обсуждении заметки
uk: в обговоренні під

# nt_mention_in_topic
source: in the discussion
kk: осы талқылауда
ru: в обсуждении
uk: в обговоренні

# nt_post_small
source: post
kk: жазба
ru: запись
uk: допис

# nt_sent_gift
source: sent you a gift
kk: сыйлық сыйлады
ru: отправил вам подарок
uk: відправив Вам подарунок

# time_at_sp
source: at
am: -ում
eo: ĉe
id: pada
kk: сағат
pl: w
ru: в
uk: в

# time_just_now
source: just now
am: հենց նոր
eo: ĵus nun
id: baru saja
kk: жаңа ғана
pl: właśnie
ru: только что
uk: щойно

# time_exactly_five_minutes_ago
source: 5 minutes ago
am: ուղիղ հինգ րոպե առաջ
eo: antaŭ 5 minutoj
id: 5 menit yang lalu
kk: 5 минут бұрын
pl: dokładnie 5 minut temu
ru: ровно 5 минут назад
uk: 5 хвилин тому

# time_minutes_ago
source: $1 minutes ago
am: $1 րոպե առաջ
eo: antaŭ $1 minutoj
id: $1 menit yang lalu
kk: $1 минут бұрын
pl: $1 minut temu
ru: $1 минут назад
uk: $1 хвилину тому

# time_today
source: today
am: այսօր
eo: hodiaŭ
id: hari ini
kk: бүгін
pl: dziś
ru: сегодня
uk: сьогодні

# time_yesterday
source: yesterday
am: երեկ
eo: hieraŭ
id: kemarin
kk: кеше
pl: wczo
ru: вчера
uk: вчора

source: News
kk: Жаңалық
ru: Новости
uk: Остання новина інстанції

# news_more
source: More »
kk: Толық ақпарат »
ru: Подробнее »
uk: Дізнатися більше »

# bday_reminder
source: Reminder
eo: Memorigilo
kk: Еске салғыш
pl: Przypomnienie
ru: Напоминание
uk: Нагадування

# bday_today
source: Today
eo: Hodiaŭ
kk: Бүгін
pl: Dzisiaj
ru: Сегодня
uk: Сьогодні

# bday_tomorrow
source: Tomorrow
eo: Morgaŭ
kk: Ертең
pl: Jutro
ru: Завтра
uk: Завтра

# bday_reminder_text
source: $1 is $2's birthday.
eo: $1 estas la naskiĝtago de $2.
kk: $1 $2 туған күні.
pl: $1 urodziny $2.
ru: $1 день рождения $2.
uk: $1 день народження $2.

# bday_and
source: and
eo: kaj
kk: мен
pl: i
ru: и
uk: та

# points
source: Votes
am: Ձայն
eo: Voĉdonoj
kk: Дауыс
pl: Głos
ru: Голоса
uk: Голоси

# points_count
source: votes
am: ձայն
eo: voĉoj
kk: дауыс
pl: głos
ru: голосов
uk: голосів

source: on your account
am: ձեր հաշվում
eo: sur via konto
id: Pada akunmu
kk: сіздің шотыңызда
pl: na twoim koncie
ru: на вашем счету
uk: на Вашому рахунку

# top_up_your_account
source: Get more
kk: Балансты толтыру
ru: Пополнить баланс
uk: Поповнити баланс

# you_still_have_x_points
source: You have <b>$1</b> unused votes.
kk: Сізде <b>$1</b> қолданылмаған дауыс.
ru: У Вас <b>$1</b> неиспользованных голосов.
uk: У Вас <b>$1</b> голосів.

source: Vouchers
am: Վաուչերներ
eo: Kuponoj
id: Voucher
kk: Ваучерлер
pl: Voucher
ru: Ваучеры
uk: Ваучери

# have_voucher
source: Have a voucher
am: Կա վաուչեր
eo: Havu kuponon
id: voucher dimiliki
kk: Ваучер бар ма
pl: Jest voucher
ru: Есть ваучер
uk: Є ваучер

source: Voucher token
am: Վաուչերի կոդ
eo: Kupona ĵetono
kk: Ваучер коды
pl: Kod vouchera
ru: Код ваучера
uk: Код ваучера

# voucher_activators
source: Users
am: Օգտագործվածները
eo: Uzantoj
id: Pengguna
kk: Қолданғандар
pl: Korzystający
ru: Воспользовавшиеся
uk: Користувачі

# voucher_explanation
source: Enter the voucher serial number, usually found on the receipt or in the message.
am: Գրե՛ք վաուչերի սերիական համարը։ Սովորաբար այն նշված է լինում կտրոնի կամ նամակի մեջ։
eo: Enigu la kuponan serian numeron. Ĝi estas kutime listigita sur la kvitanco aŭ en la mesaĝo.
id: Masukkan nomor seri pada voucher. Biasanya tercantum pada tanda terima atau dalam suatu pesan.
kk: Ваучердің сериялық нөмірін енгізіңіз. Ол әдетте түбіртекте немесе хабарламада көрсетіледі.
pl: Wprowadź numer seryjny kuponu. Zwykle jest wymieniony na czeku lub w wiadomości.
ru: Введите серийный номер ваучера. Обычно он указан в чеке или в сообщении.
uk: Введіть серійний номер ваучера. Зазвичай він вказується в чеку або в повідомленні.

# voucher_explanation_ex
source: Note that vouchers can expire and are valid for a single use only.
am: Ուշադրություն դարձրե՛ք, որ վաուչերները կարող են սպառվել և օգտագործվել միայն մեկ անգամ։
eo: Notu, ke kuponoj povas eksvalidiĝi kaj povas esti uzataj nur unufoje.
id: Perlu diketahui bahwa voucher dapat kedaluwarsa dan hanya dapat digunakan sekali.
kk: Естеріңізге сала кетейік, ваучерлердің мерзімі аяқталуы мүмкін, және оларды тек бір рет қолдануға болады.
pl: Należy pamiętać, że vouchery mogą wygasnąć i można z nich skorzystać tylko raz.
ru: Обратите внимание, что ваучеры могут истекать и воспользоваться ими можно только один раз.
uk: Зверніть увагу, що термін дії ваучерів може закінчитися і ви можете використовувати їх тільки один раз.

source: Invalid voucher
am: Անվավեր վաուչեր
eo: Kupono estas nevalida
id: Voucher tidak valid
kk: Ваучер жарамсыз
pl: Voucher nieważny
ru: Ваучер недействительный
uk: Ваучер недійсний

# voucher_bad
source: You may have entered the wrong serial number, used a voucher already, or the voucher has expired.
am: Հնարավոր է, դուք ներմուծել եք սխալ վաուչեր, արդեն օգտագործել եք այն կամ էլ այն սպառվել է։
eo: Vi eble enigis la malĝustan serian numeron, jam uzitan kuponon, aŭ la kuponon simple eksvalidiĝis.
id: Kamu mungkin memasukkan nomor seri yang tidak valid atau voucher sudah digunakan, atau juga voucher sudah kedaluwarsa.
kk: Сіз қате сериялық нөмір енгізген боларсыз, ваучерді қолдандыңыз немесе ваучердің мерзімі бітті.
pl: Być może wpisałeś nieprawidłowy numer seryjny, użyłeś już tego kuponu lub po prostu wygasł.
ru: Возможно, вы ввели неверный серийный номер, уже использовали данный ваучер или же он просто истёк.
uk: Можливо, Ви ввели неправильно серійний номер, використовували цей ваучер або ж він просто закінчився.

# voucher_good
source: Voucher activated
am: Վաուչերն ակտիվացված է
eo: Kupono aktivigita
id: Voucher telah diaktifkan
kk: Ваучер белсендірілді
pl: Voucher aktywowany
ru: Ваучер активирован
uk: Ваучер активовано

# voucher_redeemed
source: The voucher has been successfully activated. You will receive points, but this code can no longer be used.
am: Վաուչերը հաջողությամբ ակտիվացվել է։ Ձեզ կհաշվարկվեն ձայներ, բայց դուք էլ այն չեք կարողանա օգտագործել։
eo: La kupono estas sukcese aktivigita. Vi ricevos poentojn, sed vi ne plu povos aktivigi ĝin per ĉi tiu kodo.
id: Voucher telah berhasil diaktifkan.poin akan segera diterima, tetapi kamu tidak lagi dapat mengaktifkannya dengan kode ini.
kk: Ваучер сәтті қосылды. Сіз ұпай аласыз, бірақ оны енді осы кодпен белсендіре алмайсыз.
pl: Voucher został pomyślnie aktywowany. Otrzymasz głosy, ale tym kodem nie będziesz już mógł aktywować kuponu.
ru: Ваучер был успешно активирован. Вам будут начислены голоса, но этим кодом вы больше не сможете активировать его.
uk: Ваучер успішно активовано. Вам будуть нараховані голоси, але цим кодом ви більше не зможете активувати його.

# redeem
source: Redeem voucher
am: Ակտիվացնել վաուչերը
eo: Elaĉetu kuponon
id: Gunakan voucher
kk: Ваучерді сатып алу
pl: Aktywuj voucher
ru: Активировать ваучер
uk: Активувати ваучер

source: Deactivate
am: Դեակտիվացնել
eo: Malaktivigi
id: Nonaktifkan
kk: Өшіру
pl: Dezaktywować
ru: Деактивировать
uk: Деактивувати

# usages_total
source: Total uses
am: Օգտագործումների քանակ
eo: Nombro de uzoj
id: Total telah digunakan
kk: Қолдану саны
pl: Ilość zastosowań
ru: Количество использований
uk: Кількість використань

# usages_left
source: Uses remaining
am: Մնացին օգտագործումներ
eo: Uzoj maldekstra
id: Sisa penggunaan
kk: Қалған қолдану саны
pl: Pozostało zastosowań
ru: Осталось использований
uk: Залишилося використань

# points_transfer_dialog_header_1
source: You can send as a gift or transfer part of the votes to another person.
am: Դուք կարող եք ուղարկել ձայները և նվերների մի մասը այլ մարդուն։
kk: Сіз сыйлық ретінде немесе дауыстардың бір бөлігін басқа адамға бере аласыз.
pl: Możesz wysłać jako prezent lub przekazać część głosów innej osobie.
ru: Вы можете отправить в подарок или передать часть голосов другому человеку.
uk: Ви можете надіслати в подарунок або передати частину голосів іншій людині.

# points_transfer_dialog_header_2
source: Your current balance:
am: Ձեր ներկայիս բալանսը․
kk: Ағымдағы теңгерім:
pl: Twoje bieżące saldo:
ru: Ваш текущий баланс:
uk: Ваш поточний баланс:

# points_amount_one
source: 1 vote
am: Մեկ ձայն
kk: Бір дауыс
pl: 1 głos
ru: 1 голос
uk: 1 голос

# points_amount_other
source: $1 votes
am: $1 ձայն
id: $1 vote
kk: $1 дауыс
pl: $1 głosów
ru: $1 голосов
uk: $1 голоса

# transfer_poins
source: Transfer votes
am: Ձայների փոխանցում
id: Transfer vote
kk: Дауыс аудару
pl: Przekazywanie głosów
ru: Передача голосов
uk: Передача голосів

# transfer_poins_button
source: Transfer votes
am: Փոխանցել ձայներ
id: Transfer vote
kk: Дауыс аудару
pl: Oddaj głosy
ru: Передать голоса
uk: Передати голоси

# also_you_can_transfer_points
source: You can also <a href="javascript:showCoinsTransferDialog($1, '$2')">transfer votes</a> to another person.
am: Նաև դուք կարող եք <a href="javascript:showCoinsTransferDialog($1, '$2')">փոխանցել ձայներ</a> այլ մարդուն։
id: Kamu juga dapat <a href="javascript:showCoinsTransferDialog($1, '$2')">membagikan vote</a>ke orang lain.
kk: Сонымен қатар сіз басқа адамға <a href="javascript:showCoinsTransferDialog($1, '$2')">дауыс аудара аласыз</a>.
pl: Możesz także <a href="javascript:showCoinsTransferDialog($1, '$2')">przekazać głosy</a> innej osobie.
ru: Также вы можете <a href="javascript:showCoinsTransferDialog($1, '$2')">передать голоса</a> другому человеку.
uk: Також ви можете <a href="javascript:showCoinsTransferDialog($1, '$2')">передати голоси</a> іншій людині.

source: transferred to you
am: ձեզ փոխանցեց
kk: сізге аударды
pl: przekazał ci
ru: передал вам
uk: передав Вам

# transfer_trough_ton
source: Top up with TON
kk: TON-мен толтыру
ru: Пополнить с помощью TON
uk: Поповнити через TON

# transfer_ton_contents
source: You can top up your balance with TON cryptocurrency. It's just enough to scan the QR-code with the Tonkeeper app, or manually send TON according to the requisites. Within a few minutes you will receive a certain amount of votes.
kk: Сіз TON криптовалютасымен балансыңызды толтыра аласыз. Tonkeeper қолданбасымен QR-кодты сканерлеу немесе реквизиттерге сәйкес TON-ды қолмен жіберу жеткілікті. Бірнеше минут ішінде сізге белгілі бір дауыс саны келеді.
ru: Вы можете пополнить ваш баланс с помощью криптовалюты TON. Достаточно отсканировать QR-code приложением Tonkeeper, или вручную отправить TON по реквизитам. В течение нескольких минут вам придут определенное количество голосов.
uk: Ви можете поповнити Ваш баланс за допомогою криптовалюти TON. Достатньо просканувати QR-код програмою Tonkeeper, або вручну відправити TON за реквізитами. Протягом кількох хвилин Вам прийде певна кількість голосів.

# transfer_ton_address
source: <b>Wallet address:</b> $1<br/><b>Message content:</b> $2
kk: <b>Әмиян мекенжайы:</b> $1<br/><b>Хабарлама мазмұны:</b> $2
ru: <b>Адрес кошелька:</b> $1<br/><b>Содержание сообщения:</b> $2
uk: <b>Адреса гаманця:</b> $1<br/><b>Зміст повідомлення:</b> $2

source: Receiver address
am: Ստացողի հասցե
kk: Қабылдаушы мекенжайы
pl: Adres odbiorcy
ru: Адрес получателя
uk: Адреса одержувача

# coins_count
source: Number of votes
am: Ձայների քանակ
id: Jumlah of vote
kk: Дауыстардың саны
pl: Liczba głosów
ru: Количество голосов
uk: Кількість голосів

source: Message
am: Նամակ
id: Pesan
kk: Хабар
pl: Wiadomość
ru: Сообщение
uk: Повідомлення

# points_transfer_successful
source: You have successfully transferred <b>$1</b> to <b><a href="$2">$3</a></b>.
am: Դուք հաջողությամբ <b>$1</b>-ին փոխանցեցիք <b><a href="$2">$3</a></b>.
kk: Сіз сәтті <b>$1</b> <b><a href="$2">$3</a></b> аталатын пайдаланушыға аудардыңыз.
pl: Pomyślnie przekazałeś <b>$1 <a href="$2">$3</a></b>.
ru: Вы успешно передали <b>$1 <a href="$2">$3</a></b>.
uk: Ви успішно передали <b>$1 <a href="$2">$3</a></b>.

source: Not all information has been entered.
am: Ոչ բոլոր ինֆորմացիան է ներմուծված
id: Informasi tidak lengkap
kk: Барлық мәлімет терілген жоқ
pl: Nie wszystkie informacje zostały wprowadzone.
ru: Введена не вся информация.
uk: Введено не всю інформацію.

# negative_transfer_value
source: We cannot steal votes from another person, sorry.
am: Կներեք, լավ տղություն չի ուրիշից ձայներ գողանալը։
id: Maaf,kami tidak bisa mencuri atau menggelapkan votes dari orang lain.
kk: Кешіріңіз, бірақ біз басқа адамнан дауыс ұрлай алмаймыз.
pl: Nie możemy ukraść głosów innej osobie, przepraszam.
ru: Мы не можем украсть голоса у другого человека, извините.
uk: Значення не може бути від'ємним.

# message_is_too_long
source: The message is too long.
am: Նամակը շատ երկար է։
id: Pesan terlalu panjang
kk: Хабар тым ұзын.
pl: Wiadomość jest za długa.
ru: Сообщение слишком длинное.
uk: Повідомлення надто довге.

# receiver_not_found
source: The receiver was not found.
am: Ստացողը չի գտնվել։
id: Penerima tidak ditemukan / tidak ada
kk: Қабылдаушы табылған жоқ.
pl: Nie znaleziono odbiorcy.
ru: Получатель не найден.
uk: Одержувача не знайдено.

# you_dont_have_enough_points
source: You don't have enough votes.
am: Դուք չունե՛ք բավական ձայն։
id: Kamu tidak memiliki cukup vote
kk: Сізде жеткілікті дауыс саны жоқ.
pl: Masz za mało głosów.
ru: У вас недостаточно голосов.
uk: У вас недостатньо голосів.

source: Increase rating
am: Բարձրացնել վարկանիշը
kk: Рейтингті көтеру
ru: Повысить рейтинг
uk: Підвищити рейтинг

# increase_rating_button
source: Increase
am: Բարձրացնել
kk: Көтеру
ru: Повысить
uk: Підвищити

source: To whom
am: Ում
id: Kepada
kk: Кімге
ru: Кому
uk: Кому
