Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# __locale
source: en_US.UTF-8;Eng
am: hy_AM.utf8;hy_AM.UTF-8;Arm
eo: eo.utf8
id: en_ID.UTF-8;Id
kk: kk_KZ.UTF-8;Kaz
pl: pl_PL.utf8;pl_PL.UTF-8;Pol
ru: ru_RU.UTF-8;Rus
uk: uk_UA.utf8;Ukr

source: Home
am: Գլխավոր
eo: Hejmo
kk: Басты бет
pl: Główny
ru: Главная
uk: Головна

source: Welcome
am: Բարի գալուստ
eo: Bonvenon
id: Selamat datang
kk: Қош келдіңіз!
pl: Zapraszamy
ru: Добро пожаловать
uk: Ласкаво просимо

source: To top
am: Վերև
id: Ke awal
kk: Жоғары
ru: Вверх
uk: На початок

source: Log in
am: Մուտք
eo: Ensaluti
id: Masuk
kk: Жүйеге кіру
pl: Zaloguj się
ru: Вход
uk: Вхід

source: Password
am: Գաղտնաբառ
eo: Pasvorto
id: Kata Sandi
kk: Құпиясөз
pl: Hasło
ru: Пароль
uk: Пароль

source: Registration
am: Գրանցում
eo: Registrado
id: Buat Akun Baru
kk: Тіркелу
pl: Rejestracja
ru: Регистрация
uk: Реєстрація

# forgot_password
source: Forgot your password?
am: Մոռացե՞լ եք գաղտնաբառը
eo: Ĉu vi forgesis vian pasvorton?
id: Lupa Kata Sandi?
kk: Құпиясөзді ұмыттыңыз ба?
pl: Zapomniałem hasła?
ru: Забыли пароль?
uk: Забули пароль?

# checkbox_in_registration
source: I agree to the <a href='/privacy'>privacy policy</a> and <a href='/terms'>site policies</a>
kk: Мен <a href='/privacy'>құпиялық саясаты</a> мен <a href='/terms'>сайт ережелерімен</a> келісемін
ru: Я согласен с <a href='/privacy'>политикой конфиденциальности</a> и <a href='/terms'>правилами сайта</a>
uk: Я згоден з <a href='/privacy'>політикою конфіденційності</a> та <a href='/terms'>правилами сайту</a>

# checkbox_in_registration_unchecked
source: You must agree to the privacy policy and rules in order to register.
kk: Тіркелу үшін құпиялылық саясаты мен ережелермен келісуіңіз керек.
ru: Вы должны согласиться с политикой конфиденциальности и правилами, чтобы зарегистрироваться.
uk: Ви маєте погодитися з політикою конфіденційності та правилами, щоб зареєструватися.

source: Login failed
am: Չհաջողվեց մուտք գործել
eo: Ensaluto malsukcesis
id: Masuk Gagal
kk: Жүйеге кіру сәтсіз аяқталды
pl: Nie można się zalogować
ru: Не удалось войти
uk: Не вдалося увійти

# invalid_username_or_password
source: The username or password you entered is incorrect. <a href='/restore'>Forgot your password?</a>
am: Սխալ օգտատիրոջ անուն կամ գաղտնաբառ։ Դուք կարող եք <a href='/restore'>վերականգնել ձեր գաղտնաբառը</a>։
eo: La uzantnomo aŭ pasvorto, kiun vi enigis, estas malĝusta. <a href='/restore'>Ĉu vi forgesis vian pasvorton?</a>
id: Nama pengguna atau Sandi yang kamu masukan tidak benar. <a href='/restore'>Lupa Kata Sandimu?</a>
kk: Пайдаланушы аты немесе құпиясөз дұрыс емес.<a href='/restore'>Құпиясөзді ұмыттыңыз ба?</a>
pl: Niepoprawna nazwa użytkownika lub hasło. <a href='/restore'>Zapomniałeś hasła?</a>
ru: Неверное имя пользователя или пароль. <a href='/restore'>Забыли пароль?</a>
uk: Неправильний e-mail або пароль. <a href='/restore'>Забули пароль?</a>

source: Failed to register
am: Չհաջողվեց գրանցվել
eo: Malsukcesis registri
id: Pendaftaran Akun Baru Gagal
kk: Жүйеге тіркелу сәтсіз аяқталды
pl: Nie można się zarejestrować
ru: Не удалось зарегистрироваться
uk: Не вдалося зареєструватися

# referral_link_invalid
source: The referral link is invalid.
am: Հրավերքային հղումը սխալ է։
eo: La invito ligilo estas malvalida.
id: Tautan rujukan tidak valid.
kk: Рефералдық сілтеме жарамсыз.
pl: Link zaproszenia jest nieprawidłowy.
ru: Пригласительная ссылка недействительна.
uk: Посилання на запрошення недійсне.

# registration_disabled
source: Registration has been disabled by the system administrator.
am: Գրանցումները անջատված են համակարգային ադմինիստրատորի կողմից։
eo: Registrado estis malŝaltita de la sistemadministranto.
id: Pendaftaran dinonaktifkan oleh sistem administrator.
kk: Тіркелу жүйе әкімшісі тарапынан өшірілген.
pl: Rejestracja wyłączona przez administratora systemu.
ru: Регистрация отключена системным администратором.
uk: Реєстрація вимкнена системним адміністратором.

# user_already_exists
source: A user with this email already exists.
am: Այդ E-Mail-ով օգտատեր արդեն գոյություն ունի։
eo: Uzanto kun ĉi tiu retpoŝto jam ekzistas.
id: Pengguna dengan email ini sudah ada.
kk: Бұл Email мекенжайы басқа пайдаланушыға тіркелген.
pl: Użytkownik z takim e-mailem już istnieje.
ru: Пользователь с таким email уже существует.
uk: Користувач із таким e-mail існує.

source: Access recovery
am: Հասանելիության վերականգնում
eo: Aliro reakiro
id: Akses pemulihan
kk: Қатынасты қалпына келтіру
pl: Przywracanie dostępu
ru: Восстановление доступа
uk: Відновлення доступу

# page_access_recovery
source: Restore access to the page
am: Վերադարձնել էջի հասանելիությունը
eo: Restarigu aliron al la paĝo
id: Pulihkan akses ke halaman
kk: Парақшаға қатынасты қалпына келтіру
pl: Przywróć dostęp do strony
ru: Восстановить доступ к странице
uk: Відновити доступ до сторінки

# access_recovery_info
source: Forgot your password? Don't worry, enter your details and we'll send you an email with instructions on how to recover your account.
am: Մոռացել եք գաղտնաբա՞ռը, մի՛ անհանգստացեք։ Ձեր E-Mail-ին կուղարկվեն վերականգնման հրահանգները։
eo: Ĉu vi forgesis vian pasvorton? Ne maltrankviliĝu, enigu viajn detalojn kaj ni sendos al vi retpoŝton kun instrukcioj pri kiel reakiri vian konton.
id: lupa kata sandimu? Jangan khawatir, masukkan rincianmu dan kami akan mengirimkan email berisi petunjuk tentang bagaimana cara memulihkan akunmu.
kk: Құпиясөзіңізді ұмытып қалдыңыз ба? Уайымдамаңыз, төменде мәліметтеріңізді енгізсеңіз, сізге қатынасты қалпына келтіру нұсқаулығы жазылған хатты жібереміз.
pl: Zapomniałeś hasła? Nie martw się, Wprowadź swoje dane, a my wyślemy ci e-mail z instrukcjami odzyskiwania konta.
ru: Забыли пароль? Не волнуйтесь, введите ваши данные и мы отправим вам email с инструкциями по восстановлению аккаунта.
uk: Забули пароль? Не хвилюйтеся, введіть необхідні дані й ми відправимо на e-mail лист, з інструкцією для відновлення доступа.

# access_recovery_info_2
source: Enter your new password. All current sessions will be suspended and access tokens will be revoked.
am: Մուտքագրե՛ք ձեր նոր գաղտնաբառը։ Ձեր բոլոր սեանսները և հասանելիության տոկենները կանուլլացվեն։
eo: Enigu vian novan pasvorton. Ĉiuj nunaj sesioj estos suspenditaj kaj alirĵetonoj estos revokitaj.
id: Masukkan kata sandi barumu. Semua sesi saat ini akan ditangguhkan dan token akses akan dicabut.
kk: Жаңа құпиясөзіңізді енгізіңіз. Барлық белсенді сеанстар аяқталып, кіру токендері жойылады.
pl: Wprowadź nowe hasło. Wszystkie trwające sesje zostaną zawieszone, a tokeny dostępu zostaną anulowane.
ru: Введите ваш новый пароль. Все текущие сеансы будут приостановлены и токены доступа будут аннулированы.
uk: Введіть новий пароль. Усі поточні сеанси будуть припинені, а токени доступу анульовані.

# reset_password
source: Reset the password
am: Զրոյացնել գաղտնաբառը
eo: Reset Pasvorto
id: Atur Ulang Sandi
kk: Құпиясөзді ысыру
pl: Zresetuj hasło
ru: Сбросить пароль
uk: Скинути пароль

# 2fa_code_2
source: Two-factor authentication code
am: Երկքայլ աուտենտիֆիկացիայի կոդ
eo: Dufaktora aŭtentikigkodo
id: Pengamanan Otentikasi dua faktor
kk: Екі факторлы аутентификация коды
pl: Kod uwierzytelniania dwuskładnikowego
ru: Код двухфакторной аутентификации
uk: Код двофакторної аутентифікації

# password_successfully_reset
source: Your password has been successfully reset.
am: Ձեր գաղտնաբառը հաջողությամբ զրոյացվել է։
eo: Via pasvorto estis sukcese rekomencigita.
id: Kata sandimu berhasil diatur ulang.
kk: Құпиясөзіңіз сәтті ысырылды.
pl: Twoje hasło zostało pomyślnie zresetowane.
ru: Ваш пароль был успешно сброшен.
uk: Ваш пароль був успішно оновлений.

# password_reset_email_sent
source: If you are registered, you will receive instructions via email.
am: Եթե Դուք գրանցված եք, ապա Դուք
eo: Se vi estas registrita, vi ricevos instrukciojn retpoŝte.
id: Jika kamu telah terdaftar, kamu akan menerima instruksi melalui surelmu.
kk: Тіркелген болсаңыз, электрондық поштаңызға нұсқау хат келеді.
pl: Jeśli jesteś zarejestrowany, otrzymasz instrukcje na e-mail.
ru: Если вы зарегистрированы, вы получите инструкции на email.
uk: Якщо Ви зареєстровані, інструкція буде відправлена на e-mail.

# password_reset_error
source: An unexpected error occurred while resetting the password.
am: Անկանխատեսելի սխալ գաղտնաբառի զրոյացման ժամանակ։
eo: Neatendita eraro okazis dum restarigo de la pasvorto.
id: Terjadi kesalahan saat mengatur ulang kata sandi.
kk: Құпиясөзді қалпына келтіру кезінде күтпеген қате орын алды.
pl: Nieoczekiwany błąd podczas resetowania hasła.
ru: Непредвиденная ошибка при сбросе пароля.
uk: Непередбачена помилка при скиданні пароля.

# password_reset_rate_limit_error
source: You can't do it that often, sorry.
am: Հազար ներողություն, բայց այդպես շատ հաճախ չի կարելի անել։
eo: Vi ne povas fari tion tiel ofte, pardonu.
id: Kamu tidak dapat melakukan hal ini terlalu sering,akses ditangguhkan sementara, maaf.
kk: Кешіріңіз, бірақ осы әрекетті сонша жиі жасай алмайсыз.
pl: Nie możesz tego robić tak często, przepraszam.
ru: Нельзя делать это так часто, извините.
uk: Не можна часто надсилати запити на скидання пароля.

# email_sent
source: Email has been successfully sent.
am: Նամակը հաջողությամբ ուղարկվել է։
id: Pesan ke Surel telah berhasil dikirimkan.
kk: Хат сәтті жіберілді.
ru: Письмо было успешно отправлено.
uk: Лист успішно надісланий.

# email_sent_desc
source: If this email address exists, you will receive instructions.
am: Եթե ձեր էլ․ հասցեն գոյություն ունի, Դուք կստանաք նամակը։
id: Jika kamu telah terdaftar, kamu akan menerima instruksi melalui surelmu.
kk: Сіз енгізген электрондық поштаға аккаунт тіркелген болса, оған нұсқаулар келеді.
ru: Если ваш электронный адрес существует, вы получите письмо.
uk: Якщо Ваша електронна пошта існує, Ви отримаєте лист.

# email_error
source: An unexpected error occurred while sending the email.
am: Անկանխատեսելի սխալ նամակ ուղարկելու ժամանակ։
id: Terjadi kesalahan saat mengkirimkan pesan ke surel
kk: Электрондық хатты жіберу кезінде күтпеген қате орын алды.
ru: Непредвиденная ошибка при отправке письма.
uk: Непередбачена помилка під час надсилання листа.

# email_verify_success
source: Your email has been verified. Have a great time!
am: Ձեր E-Mail-ը հաստատված է։ Հաճելի՛ ժամանց։
id: Surelmu telah diverifikasi. Selamat bersenang-senang!
kk: Электрондық поштаңыз расталды. Осы әлеуметтік желіде жақсы уақыт өткізуді тілейміз!
ru: Ваш Email был подтверждён. Приятного времяпрепровождения!
uk: Ваш e-mail був підтверджений. Приємного проведення часу!

# registration_disabled_info
source: Registration has been disabled by the system administrator. If possible, request an invitation from your friend if they are registered on this site.
am: Գրանցումները անջատված են համակարգային ադմինիստրատորի կողմից։ Հնարավորության դեպքում, խնդրեք հրավերք արդեն գրանցված օգտատերերից։
eo: Registrado estis malŝaltita de la sistemadministranto. Se eble, petu inviton de via amiko, se li estas registrita en ĉi tiu retejo.
id: Pendaftaran dinonaktifkan oleh sistem administrator . Jika memungkinkan, mintalah undangan dari temanmu lagi, jika dia terdaftar di situs ini.
kk: Жүйе әкімшісі тіркеуді өшірді. Мүмкіндігінше, егер досыңыз сайтта тіркелген болса одан шақыру сілтемесін сұраңыз.
pl: Rejestracja jest wyłączona przez administratora systemu. Jeśli to możliwe, poproś znajomego o zaproszenie, jeśli jest zarejestrowany na tej stronie.
ru: Регистрация отключена системным администратором. При возможности попросите приглашение у вашего знакомого, если он зарегистрирован на этом сайте.
uk: Реєстрація вимкнена системним адміністратором. За можливості попросіть запрошення у Вашого знайомого, якщо він зареєстрований на цьому сайті.

# registration_closed
source: Registration is closed.
am: Գրանցումը փակ է։
eo: Registrado estas fermita.
id: Pendaftaran ditutup.
kk: Тіркелу жабық
pl: Rejestracja zamknięta.
ru: Регистрация закрыта.
uk: Реєстрація відключена.

# invites_you_to
source: <strong>$1</strong> invites you to $2
am: <strong>$1</strong> ձեզ հրավիրում է $2
eo: <strong>$1</strong> invitas vin al $2
id: <strong>$1</strong> mengundangmu ke $2
kk: <strong>$1</strong> сізді $2 желісіне шақырады.
pl: <strong>$1</strong> zaprasza do $2
ru: <strong>$1</strong> приглашает вас в $2
uk: <b>$1</b> запрошує вас до $2

# register_meta_desc
source: Register in $1 now!
am: Գրանցվեք $1 -ում հենց հիմա՛
eo: Aliĝu por $1 nun!
id: Register in $1 sekarang!
kk: $1 желісіне тіркеліңіз!
pl: Zarejestruj się w $1 już teraz!
ru: Зарегистрируйтесь в $1 прямо сейчас!
uk: Зареєструйтеся у $1 прямо зараз!

# register_referer_meta_title
source: $1 invites you to $2!
am: $1 -ն հրավիրում է ձեզ դեպի $2
eo: $1 invitas vin al $2!
id: $1 mengundangmu ke $2!
kk: $1 сізді $2 желіне шақырады!
pl: $1 zaprasza do $2!
ru: $1 приглашает вас в $2!
uk: $1 запрошує вас у $2!

# register_referer_meta_desc
source: Join $1 and many other users at $2!
am: Միացե՛ք $1 -ին և բազմաթիվ օգտատերերին $2 -ու՛մ
eo: Aliĝu $1 kaj tunoj da aliaj uzantoj por $2!
id: Bergabunglah $1 dan banyak pengguna lainnya di $2!
kk: $1 және одан көп пайдаланушылармен $2 желісінде қосылыңыз!
pl: Dołącz do $1 i wielu innych użytkowników w$2!
ru: Присоединяйтесь к $1 и множеству других пользователей в $2!
uk: Приєднуйтесь до $1 та багатьох інших користувачів у $2!

# registration_welcome_1
source: is a universal colleague search tool based on the VKontakte structure.
kk: дегеніміз — VK құрылымына негізделген әмбебап әріптестерді іздеу құралы
ru: - универсальное средство поиска коллег основанное на структуре ВКонтакте.
uk: — універсальний засіб пошуку колег, засноване на структурі ВКонтакті.

# registration_welcome_2
source: We want friends, classmates, neighbors and colleagues to always be in touch.
kk: Біз достар, сыныптастар, көршілер мен әріптестер үнемі байланыста болғанын қалаймыз.
ru: Мы хотим, чтобы друзья, однокурсники, одноклассники, соседи и коллеги всегда могли быть в контакте.
uk: Ми бажаємо, щоб друзі, однокурсники, однокласники, сусіди та колеги завжди могли бути в контакті.

source: Users
am: Օգտատերեր
id: Pengguna
kk: Пайдаланушылар
pl: Пользователи
ru: Пользователи
uk: Користувачі

source: Other fields
kk: Қалғаны
ru: Остальное
uk: Інше

# select_language
source: Choose language
am: Ընտրել լեզուն
eo: Elektu lingvon
id: Pilih Bahasa
kk: Тіл таңдау
pl: Wybierz język
ru: Выбрать язык
uk: Обрати мову

source: Edit
am: խմբագրել
eo: Redakti
id: Sunting
kk: Өңдеу
pl: Redagować
ru: Редактировать
uk: Редагувати

source: Birth date
am: Ծննդյան օր
eo: Naskiĝdato
id: Tanggal lahir
kk: Туған күні
pl: Urodziny
ru: День рождения
uk: День народження

source: Registration date
am: Գրանցման օր
eo: Dato de registriĝo
id: Bergabung sejak
kk: Тіркелген күні
pl: Data rejestracji
ru: Дата регистрации
uk: Дата реєстрації

source: Hometown
am: Հարազատ քաղաք
eo: Hejmurbo
id: Tempat Asal
kk: Туған жері
pl: Miasto rodzinne
ru: Родной город
uk: Рідне місто

# this_is_you
source: that's you
am: սա Դուք եք
eo: tio estas Vi
id: ini kamu
kk: бұл Сіз
pl: to Ty
ru: это Вы
uk: це Ви

source: Edit page
am: Խմբագրել էջը
eo: Redakti paĝon
id: Sunting halaman
kk: Бетті өңдеу
pl: Edytuj stronę
ru: Редактировать страницу
uk: Редагувати сторінку

source: Edit group
am: Խմբագրել խումբը
eo: Redakti grupon
id: Sunting grup
kk: Топты өңдеу
pl: Edytuj grupę
ru: Редактировать группу
uk: Редагувати спільноту

source: change status
am: փոխել ստատուսը
eo: ŝanĝi statuson
id: Ubah status
kk: Күйді өзгерту
pl: zmień status
ru: изменить статус
uk: змінити статус

source: Name
am: Անուն
eo: Nomo
id: Nama
kk: Аты
pl: Imię
ru: Имя
uk: Ім’я

source: Surname
am: Ազգանուն
eo: Familia nomo
id: Nama Belakang
kk: Әкесінің аты
pl: Nazwisko
ru: Фамилия
uk: Прізвище

source: Pronouns
kk: Есімдік (гендері)
ru: Местоимения
uk: Займенники

# male
source: he/him
am: արական
eo: vira
id: Pria
kk: ер
pl: męski
ru: он/его
uk: він/його

# female
source: she/her
am: իգական
eo: ino
id: Wanita
kk: қыз
pl: damski
ru: она/её
uk: вона/її

# neutral
source: they/them
kk: бейтарап
ru: они/их
uk: вони/їх

source: Description
am: Նկարագրություն
eo: Priskribo
id: Deskripsi
kk: Сипаттама
pl: Opis
ru: Описание
uk: Опис

source: Save
am: Պահպանել
eo: Konservi
id: Simpan
kk: Сақтау
pl: Zachować
ru: Сохранить
uk: Зберегти

source: Main information
am: Հիմնական ինֆորմացիա
eo: Ĉefaj informoj
id: Informasi Utama
kk: Басты ақпарат
pl: Podstawowe informacje
ru: Основная информация
uk: Основна інформація

source: Additional information
kk: Қосымша ақпарат
ru: Дополнительная информация
uk: Додаткова інформація

source: Nickname
am: Մականուն
eo: Kromnomo
id: Nama Panggilan
kk: Лақап ат
pl: Pseudonim
ru: Никнейм
uk: Нікнейм

source: Online
am: Օնլայն
eo: Enreta
id: Aktif
kk: Желіде
ru: Онлайн
uk: Онлайн

source: was online
am: եղել է ցանցում
eo: estis enreta
id: Terakhir kali terlihat
kk: Желіде болған кезі:
pl: był w sieci
ru: был в сети
uk: були в мережі

# was_online_m
source: was online
am: եղել է ցանցում
eo: estis enreta
id: Terakhir kali terlihat
kk: Желіде болған кезі:
pl: był w sieci
ru: был в сети
uk: був у мережі

# was_online_f
source: was online
am: եղել է ցանցում
eo: estis enreta
id: Terakhir kali terlihat
kk: желіде болған кезі:
pl: była w sieci
ru: была в сети
uk: була в мережі

# all_title
source: All
am: Բոլորը
eo: Ĉiuj
id: Semua
kk: Барлығы
pl: Wszyscy
ru: Все
uk: Все

source: Information
am: Ինֆորմացիա
eo: Informo
id: Informasi
kk: Ақпарат
pl: Informacje
ru: Информация
uk: Інформація

source: Status
am: Կարգավիճակ
eo: Statuso
kk: Күйі
ru: Статус
uk: Статус

source: No information provided.
am: Ինֆորմացիան բացակայում է
eo: Neniu informo provizis.
id: Tidak ada informasi yang diberikan.
kk: Ақпарат берілген жоқ.
pl: Brak informacji.
ru: Информация отсутствует.
uk: Інформація відсутня.

source: Deceased person
am: Վախճանված
eo: Forpasinta persono
id: mendiang
kk: Қайтқан кісі
pl: Strona zmarłego człowieka
ru: Страница покойного человека
uk: Сторінка покійної людини

source: none
am: բացակայում է
eo: neniu
id: nihil
kk: ештеңе
pl: brakuje
ru: отсутствует
uk: відсутній

# desc_none
source: no description
kk: сипаттама жоқ
ru: описание отсутствует
uk: немає опису

source: Send
am: ուղարկել
eo: Sendi
id: Kirim
kk: Жіберу
pl: Wysłać
ru: Отправить
uk: Відправити

# years_zero
source: 0 years old
am: Զրո տարեկան
eo: 0 jara
id: berumur 0 tahun
kk: 0 жаста
pl: 0 lat
ru: 0 лет
uk: 0 років

# years_one
source: 1 year old
am: Մի տարեկան
eo: 1 jara
id: berumur 1 tahun
kk: 1 жаста
pl: 1 rok
ru: 1 год
uk: 1 рік

# years_other
source: $1 years old
am: $1 տարեկան
eo: $1 jara
id: berumur $1 tahun
kk: $1 жаста
pl: $1 lat
ru: $1 лет
uk: $1 років

source: Show my birthday
kk: Туған күнімді көрсету
ru: Показывать дату рождения
uk: Відображати дату народження

source: Show only month and day
kk: Ай мен күнді ғана көрсету
ru: Показывать только день и месяц
uk: Відображати лише день та місяць

source: Relationship
am: Ընտանեկան դրություն
eo: Rilato
id: Status Hubungan
kk: Отбасылық жағдай
pl: Stan cywilny
ru: Семейное положение
uk: Сімейний стан

# relationship_0
source: Not selected
am: Ընտրված չէ
eo: Ne elektita
id: Tidak ada yang dipilih
kk: таңдалмаған
pl: Nie wybrano
ru: Не выбрано
uk: Не зазначено

# relationship_1
source: Not married
am: Ամուսնացած չեմ
eo: Ne geedziĝis
id: Belum Menikah
kk: Бойдақ
pl: Nie żonaty
ru: Не женат
uk: Неодружений

# relationship_2
source: Dating
am: Հանդիպում եմ
eo: Datado
id: Berpacaran
kk: Мына кісімен
pl: Spotykać
ru: Встречаюсь
uk: Зустрічаюсь

# relationship_2_prefix
source: with
kk: кездесіп жүр:
ru: с
uk: з

# relationship_3
source: Engaged
am: Նշանված
eo: Engaĝita
kk: Мына кісіге
pl: Zaręczony
ru: Помолвлен
uk: Заручений

# relationship_3_prefix
source: with
kk: атастырылған:
ru: с
uk: з

# relationship_4
source: Married
am: Ամուսնացած
eo: Edziĝinta
id: Menikah
kk: Мына кісіге
pl: Żonaty
ru: Женат
uk: Одружений

# relationship_4_prefix
source: with
kk: үйленген:
ru: на
uk: на

# relationship_5
source: In a civil marriage
am: Քաղաքացիական ամուսնության մեջ
eo: En civila geedzeco
kk: Мына кісімен
pl: W małżeństwie cywilnym
ru: В гражданском браке
uk: У цивільному шлюбі

# relationship_5_prefix
source: with
kk: азаматтық некеде:
ru: с
uk: з

# relationship_6
source: In love
am: Սիրահարված
eo: Enamiĝinta
kk: Мына кісіге
pl: Zakochany
ru: Влюблён
uk: Закоханий

# relationship_6_prefix
source: with
kk: ғашық:
ru: в
uk: в

# relationship_7
source: It's complicated
am: Ամեն ինչ բարդ է
eo: Ĉio estas komplika
id: Rumit
kk: Мына кісімен
pl: Wszystko jest trudne
ru: Всё сложно
uk: Все складно

# relationship_7_prefix
source: with
kk: қарым-қатынасы күрделі:
ru: с
uk: з

# relationship_8
source: Actively searching
am: Ակտիվ փնտրտուկների մեջ
eo: Aktive serĉante
id: Sedang Aktif mencari
kk: Белсенді іздеуде
pl: W aktywnym wyszukiwaniu
ru: В активном поиске
uk: В активному пошуку

# politViews
source: Political views
am: Քաղաքական տեսանկյուններ
eo: Politikaj vidoj
id: Pandangan Politik
kk: Саяси көзқарастар
pl: Polit. zapatrywania
ru: Полит. взгляды
uk: Політ. погляди

# politViews_0
source: Not Selected
am: Ընտրված չեն
eo: Ne elektita
id: Tidak ada yang dipilih
kk: Таңдалмаған
pl: Nie wybrano
ru: Не выбраны
uk: Не вибрано

# politViews_1
source: Indifferent
am: Ինդիֆֆերենցիալ
eo: Indiferenta
kk: Бейтарап
pl: Obojętny
ru: Индифферентные
uk: Індиферентні

# politViews_2
source: Communist
am: Կոմունիստական
eo: Komunisto
id: Kommunisme
kk: Комунистік
pl: Komunistyczny
ru: Коммунистические
uk: Комуністичні

# politViews_3
source: Socialist
am: Սոցիալիստական
eo: Socialisto
id: Sosialisme
kk: Социалистік
pl: Socjalistyczny
ru: Социалистические
uk: Соціалістичні

# politViews_4
source: Moderate
am: Չափավոր
eo: Moderulo
id: Moderatisme
kk: Ұстамды
pl: Umiarkowany
ru: Умеренные
uk: Помірні

# politViews_5
source: Liberal
am: Լիբերալ
eo: Liberalulo
id: Liberalisme
kk: Либералдық
pl: Liberalne
ru: Либеральные
uk: Ліберальні

# politViews_6
source: Conservative
am: Կոնսերվատիվ
eo: Konservativa
id: konservatisme
kk: Кертартпа
pl: Konserwatywny
ru: Консервативные
uk: Консервативні

# politViews_7
source: Monarchical
am: Մոնարխիկ
eo: Monarĥo
id: Monarkisme
kk: Монархиялық
pl: Monarchiczny
ru: Монархические
uk: Монархічні

# politViews_8
source: Ultra-Conservative
am: Ուլտրակոնսերվատիվ
eo: Ultra-Konservativa
kk: Әсіре кертартпа
pl: Ultrakonserwatywne
ru: Ультраконсервативные
uk: Ультраконсервативні

# politViews_9
source: Libertarian
am: Լիբերտարիանական
eo: Libervolisma
id: Libertarianisme
kk: Либертарияндық
pl: Libertariańskie
ru: Либертарианские
uk: Лібертаріанські

source: Contact information
am: Կոնտակտային ինֆորմացիա
eo: Kontakt-informoj
id: Informasi Kontak
kk: Байланыстар
pl: Dane kontaktowe
ru: Контактная информация
uk: Контактна інформація

source: Email
am: Էլեկտրոնային հասցե
eo: Retpoŝto
id: Surel
ru: Электронная почта
uk: Електронна пошта

source: Phone
am: Հեռախոս
eo: Telefono
id: Telp.
kk: Ұялы телефон
pl: Telefon
ru: Телефон
uk: Номер мобільного телефона

source: Personal website
am: Կայք
eo: Persona retejo
id: Situs
kk: Жеке сайт
pl: Witryna osobista
ru: Личный сайт
uk: Особистий сайт

source: City
am: Քաղաք
eo: Urbo
id: Kota
kk: Қала
pl: Miasto
ru: Город
uk: Місто

source: Address
am: Հասցե
eo: Adreso
id: Alamat
kk: Мекен-жай
pl: Adres
ru: Адрес
uk: Адреса

source: Personal information
am: Անձնական ինֆորմացիա
eo: Persona informo
id: Informasi personal
kk: Мүдделер
pl: Dane osobowe
ru: Личная информация
uk: Особиста інформація

source: Interests
am: Հետաքրքրություններ
eo: Interesoj
id: Minat
kk: Қызығушылықтар
pl: Zainteresowania
ru: Интересы
uk: Інтереси

source: Additional
kk: Қосымша
ru: Дополнительно
uk: Додаткова інформація
