Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# banned_in_support_2
source: The reason is straightforward: <b>$1</b>. Unfortunately, this privilege has been permanently revoked this time.
am: Դրա պատճառաբանությունը սա է․ <b>$1</b>։ Ցավո՛ք, այդ հնարավորությունը մենք Ձեզնից վերցրել ենք առհավետ։
kk: Бұның себебі: <b>$1</b>. Біз бұл мүмкіндікті сізден біржола тартып алуымызға мәжбүр болдық.
ru: А причина этому проста: <b>$1</b>. К сожалению, на этот раз нам пришлось отобрать у вас эту возможность навсегда.
uk: Підстава: <b>$1</b>. Цього разу нам довелося забрати у вас цю можливість назавжди.

# you_can_close_this_ticket_1
source: If you have no more questions, you can
kk: Тағы сұрағыңыз болмаса,
ru: Если у Вас больше нет вопросов, Вы можете
uk: Якщо ви не маєте запитань, Ви можете

# you_can_close_this_ticket_2
source: close this ticket
kk: мына мәселені жапсаңыз болады.
ru: закрыть этот тикет
uk: закрити це звернення

# agent_profile_created_1
source: Profile created
kk: Бейін құрылды
ru: Профиль создан
uk: Профіль створено

# agent_profile_created_2
source: Now users see your customized name and avatar instead of the default ones.
kk: Енді пайдаланушылар сіз орнатқан аты-жөн мен суретіңізді көреді.
ru: Теперь пользователи видят Ваши псевдоним и аватарку вместо стандартных аватарки и номера.
uk: Тепер користувачі бачать псевдонім і аватар замість стандартного поличчя та ID.

# agent_profile_edited
source: Profile edited
kk: Бейін өңделді
ru: Профиль отредактирован
uk: Профіль відредагований

# agent_profile
source: My Agent Card
kk: Қолдау тобындағы бейінім
ru: Карточка агента
uk: Картка агента

source: Invite
am: Հրավիրել
eo: Inviti
id: Undang
kk: Шақыру
pl: Zaprosić
ru: Пригласить
uk: Запросити

# you_can_invite
source: You can invite your friends or acquaintances to the network using an individual link:
am: Դուք կարող եք հրավիրել ձեր ընկերներին կամ բարեկամներին հատուկ հղման միջոցով․
eo: Vi povas inviti viajn amikojn aŭ konatojn al la reto per individua ligilo:
kk: Сіз желіге достарыңызды немесе танысқандарыңызды осы индивидуал сілтемемен шақыра аласыз:
pl: Możesz zaprosić znajomych lub znajomych do sieci za pomocą spersonalizowanego linku:
ru: Вы можете пригласить своих друзей или знакомых в сеть с помощью индивидуальной ссылки:
uk: Ви можете запросити своїх друзів або знайомих до соціальної мережі за допомогою індивідуального посилання:

# you_can_invite_2
source: Attach this link to your post. When the user signs up, he will immediately appear in your friends.
am: Ամրացրե՛ք այս հղումը ձեր նամակի մեջ։ Գրանցումից հետո օգտատերը անմիջապես կհայտնվի ձեր ընկերների ցուցակում։
eo: Aligu ĉi tiun ligon al via afiŝo. La uzanto registriĝos, kaj li tuj aperos en viaj amikoj.
kk: Осы сілтемені постыңызға тіркеңіз. Пайдаланушы желіге тіркелгенде ол бірден сіздің достарыңызға қосылады.
pl: Dołącz ten link do swojego postu. Użytkownik zarejestruje się i natychmiast pojawi się w twoich znajomych.
ru: Приложите эту ссылку к вашему сообщению. Пользователь зарегистрируется, и он сразу появится у вас в друзьях.
uk: Прикладіть це посилання до Вашого повідомлення. Користувач зареєструється, і він відразу з'явиться у вас у друзях.

# banned_title
source: You are banned
am: Արգելափակված եք
id: Kamu dibanned
kk: Сізді верискок жазалады
pl: Ci ban
ru: Вам бан
uk: Обліковий запис заблоковано

# banned_header
source: You are banned
am: Ձեզ կասեցրել է կարլենի անհաջող բոցը։
id: Kamu dibanned
kk: Сіз әлеуметтік желіде бұғатталғансыз
pl: Zostałeś zablokowany
ru: Вы были верискокнуты
uk: Ваш обліковий запис заблоковано

# banned_alt
source: The user is blocked.
am: Օգտատերը արգելափակված է
id: Pengguna diblokir.
kk: Бұл пайдаланушы бұғатталған.
pl: Użytkownik jest zablokowany.
ru: Пользователь заблокирован.
uk: Користувача заблоковано.

# banned_1
source: Apologies, <b>$1</b>, but you have been banned.
am: Կներե՛ք, <b>$1</b>, բայց Դուք կասեցված եք։
id: Maaf <b>$1</b>, tapi kamu telah dibanned.
kk: Кешіріңіз, <b>$1</b>, бірақ сіз әлеуметтік желіде бұғатталғансыз.
pl: Przepraszam, <b>$1</b>, ale zostałeś zablokowany
ru: Извините, <b>$1</b>, но вы были верискокнуты.
uk: <b>$1</b>, Ваш обліковий запис заблоковано за порушення правил користування сайту.

# banned_2
source: The reason for this action is simple: <b>$1</b>.
am: Պատճառը հետևյալն է․ <b>$1</b>. Ափսոս, բայց մենք ստիպված Ձեզ հավերժ ենք կասեցրել;
id: dan alasannya cukup sederhana: <b>$1</b>. namun, saat ini kamu diblokir selamanya.
kk: Мұның себебі осы: <b>$1</b>.
pl: A powód tego jest prosty: <b>$1</b>. Niestety, tym razem musieliśmy Cię zablokować na dobre.
ru: А причина этому проста: <b>$1</b>.
uk: Привід: <b>$1</b>.

# banned_perm
source: Regrettably, this time the ban is permanent.
kk: Өкінішке орай, осы жолы сізді мәңгілікке бұғаттауға мәжбүр болдық.
ru: К сожалению, на этот раз нам пришлось заблокировать вас навсегда.
uk: На цей раз, Ви заблоковані назавжди.

# banned_until_time
source: This time, the ban extends until <b>$1</b>
kk: Осы жолы сізді <b>$1</b> дейін бұғаттауға мәжбүр болдық.
ru: На этот раз нам пришлось заблокировать вас до <b>$1</b>
uk: На цей раз, Ви заблоковані до <b>$1</b>

# banned_3
source: You can still <a href="/support?act=new">reach out to support</a> if you believe there was an error or <a href="/logout?hash=$1">logout</a>.
am: Դուք դեռ կարող եք <a href="/support?act=new">գրել նամակ աջակցության ծառայությանը</a>, եթե համարում եք որ դա սխալմունք է, կամ էլ կարող եք <a href="/logout?hash=$1">դուրս գալ</a>։
id: Kamu masih dapat <a href="/support?act=new">menulis dukungan,masukkan,atau banding</a> jika kamu berpikir bahwa itu adalah kesalahan atau kamu bisa <a href="/logout?hash=$1">keluar</a>.
kk: Егер бұл бұғаттау қателік деп ойласаңыз, <a href="/support?act=new">қолдау қызметіне хабарласыңыз</a> немесе <a href="/logout?hash=$1">жүйеден шығыңыз</a>.
pl: Nadal możesz <a href="/support?act=new">napisz do działu obsługi</a>, jeśli uważasz, że wystąpił błąd lub <a href="/logout?hash=$1">wyjść</a>.
ru: Вы всё ещё можете <a href="/support?act=new">написать в службу поддержки</a>, если считаете что произошла ошибка или <a href="/logout?hash=$1">выйти</a>.
uk: Ви все ще можете <a href="/support?act=new">написати в службу підтримки</a>, якщо вважаєте що сталася помилка або <a href="/logout?hash= $1">вийти</a>.

# banned_unban_myself
source: Unban myself
kk: Өзімді бұғаттан шешу
ru: Разморозить страницу
uk: Розблокувати сторінку

# banned_unban_title
source: Your account has been unbanned
kk: Сіздің парақшаңыз бұғаттан шешілді.
ru: Ваш аккаунт разблокирован
uk: Ваш обліковий запис розблокований

# banned_unban_description
source: Kindly refrain from violating the rules in the future.
kk: Ендігәрі ереже бұзбай жүріңіз.
ru: Постарайтесь больше не нарушать правила.
uk: Намагайтеся, більше не порушувати правила.

# ec_header
source: Confirm Registration
am: Գրանցման հաստատում
id: Konfirmasi Pendaftaran
kk: Тіркеуді растау
ru: Подтверждение регистрации
uk: Підтвердження реєстрації

# ec_title
source: Thank You!
am: Շնորհակալությո՛ւն
id: Terima kasih!
kk: Рахмет!
ru: Спасибо!
uk: Дякую!

# ec_1
source: <b>$1</b>, your registration is nearly complete. In a few minutes, you should receive an email with a link to verify your email address.
am: <b>$1</b>, Ձեր գրանցումը համարյա ավարտվել է։ Մի քանի վայրկյանի ընթացքում ձեր էլ․ փոստին պետք է գա հաստատման հղում։
id: <b>$1</b>, pendaftaranmu hampir selesai. Dalam beberapa saat kamu akan menerima pesan pada surel dengan tautan untuk mengonfirmasi alamat surelmnu.
kk: <b>$1</b>, тіркелуіңіз аяқталуға жақын. Бірнеше минуттан кейін электрондық поштаңызға растау сілтемесі бар хат келуі керек.
ru: <b>$1</b>, ваша регистрация почти закончена. В течение нескольких минут на ваш адрес E-mail должно прийти письмо со ссылкой для подтверждения вашего адреса почты.
uk: <b>$1</b>, Ваша реєстрація майже закінчена. Протягом кількох хвилин на Вашу адресу електронної пошти повинен прийти лист із посиланням для підтвердження Вашої адреси пошти.

# ec_2
source: If, for any reason, you don't receive the email, please check your spam folder. If it's not there, you can request a resend.
am: Եթե ինչ-որ պատճառներով Ձեզ չի հասել նամակը, ստուգեք Սպամի պանակը։ Եթե այնտեղ էլ նամակը չգտնեք, դուք կարող եք նորից ուղարկել նամակը։
id: Apabila kamu dengan alasan tertentu tidak menerima pesan ke surelmu, coba periksa folder spam surelmu.namun apabila tidak menemukan pesan apapun, kamu dapat mengirimnya ulang.
kk: Егер қандай да бір себептермен хат келмесе, спам қалтасын тексеріңіз. Хатты ол жерден таппасаңыз, оны қайта жіберуге болады.
ru: Если по каким-то причинам вам не пришло письмо, то проверьте папку Спам. Если письма не окажется и там, то вы можете переотправить письмо.
uk: Якщо з якихось причин Вам не надійшов лист, перевірте теку Спам. Якщо листа не виявиться і там, то ви можете перенаправити листа.

# ec_resend
source: Resend Email
am: Վերաուղարկել նամակը
id: Kirim ulang
kk: Қайта жіберу
ru: Переотправить письмо
uk: Передати лист

source: All messages
kk: Барлық хат
ru: Все сообщения
uk: Всі повідомлення

source: Search messages
kk: Хат іздеу
ru: Поиск сообщений
uk: Пошук повідомлень

# no_messages
source: No one has written to you yet.
kk: Әзірше сізге ешкім жазбады.
ru: Никто Вам не писал, пока что.
uk: Ніхто Вам не писав, поки що.

# messages_blocked
source: Unfortunately, your message cannot be sent due to this user's privacy settings.
kk: Сіз хабарласпақ болған пайдаланушы хат жібере алатын тұлғалардың шеңберіне шектеу қойған, сондықтан сіз оған хабарлама жібере алмайсыз.
ru: Вы не можете отправить сообщение этому пользователю, поскольку он ограничил круг лиц, которые могут присылать ему сообщения.
uk: Ви не можете надіслати повідомлення цьому користувачу, оскільки він обмежив коло осіб, які можуть надсилати йому повідомлення.

source: Enter message
kk: Хат жазыңыз
ru: Введите сообщение
uk: Введіть повідомлення

# messages_error_1
source: Message not delivered
kk: Хат жіберілмеді
ru: Сообщение не доставлено
uk: Повідомлення не доставлене

# messages_error_1_description
source: There was a general error in sending this message...
kk: Хат жіберу кезінде жалпы қате орын алды...
ru: При отправке этого сообщения произошла ошибка общего характера...
uk: При надсиланні цього повідомлення сталася помилка загального характеру...

source: Poll
kk: Сауалнама
ru: Опрос
uk: Опитування

source: Create poll
kk: Сауалнама жасау
ru: Новый опрос
uk: Нове опитування

# poll_title
source: Ask a question
kk: Сұрақ қою
ru: Тема опроса
uk: Тема опитування

# poll_add_option
source: Add an option...
kk: Таңдау қосы...
ru: Добавить вариант ответа...
uk: Додати варіант опитування

# poll_anonymous
source: Anonymous votes
kk: Анонимді сауалнама
ru: Анонимный опрос
uk: Анонімна відповідь

# poll_multiple
source: Multiple answers
kk: Бірнеше жауап
ru: Множественный выбор
uk: Множинний вибір

# poll_locked
source: Quiz mode (no retraction)
kk: Дауысты қайтарып алуға болмайды
ru: Запретить отменять свой голос
uk: Заборонити скасовувати свій голос

# poll_edit_expires
source: Expires in:
kk: Аяқталатын күні:
ru: Голосование истекает через:
uk: Голосування закінчується через:

# poll_edit_expires_days
source: days
kk: күн
ru: дней
uk: днів

# poll_editor_tips
source: Pressing backspace in empty option will remove it. Use Tab/Enter (in last option) to create new options faster.
kk: Бос таңдауда Backspace пернесін бассаңыз оны жойып қоясыз. Жаңа таңдауларды жылдам жасау үшін Tab/Enter (соңғы таңдауда) пайдаланыңыз.
ru: Нажатие Backspace в пустом варианте приводит к его удалению. Tab/Enter в последнем добавляет новый.
uk: Натискання Backspace в порожньому варіанті призводить до його видалення. Tab чи Enter в останньому варіанті додає новий варіант.

# poll_embed
source: Embed code
kk: Енгізу коды
ru: Получить код
uk: Отримати код

# poll_voter_count_zero
source: Be <b>the first</b> to vote!
kk: <b>Бірінші</b> болып дауыс беріңіз
ru: Будьте <b>первым</b>, кто проголосует!
uk: Будьте <b>першим</b>, хто проголосує!

# poll_voter_count_one
source: <b>Only one</b> user voted.
kk: <b>Біреу-ақ</b> адам дауыс берді.
ru: В опросе проголосовал <b>один</b> человек.
uk: В опитуванні проголосував <b>одна</b> людина.

# poll_voter_count_few
source: <b>$1</b> users voted.
kk: <b>$1</b> адам дауыс берді.
ru: В опросе проголосовало <b>$1</b> человека.
uk: В опитуванні проголосували <b>$1</b> людини.

# poll_voter_count_many
source: <b>$1</b> users voted.
kk: <b>$1</b> адам дауыс берді.
ru: В опросе проголосовало <b>$1</b> человек.
uk: В опитуванні проголосувало <b>$1</b> людей.

# poll_voter_count_other
source: <b>$1</b> users voted.
kk: <b>$1</b> адам дауыс берді.
ru: В опросе проголосовало <b>$1</b> человек.
uk: В опитуванні проголосували <b>$1</b> людини.

# poll_voters_list
source: Voters
kk: Дауыс бергендер
ru: Список проголосовавших
uk: Лист голосувальників

# poll_anon
source: Anonymous
kk: Анонимді
ru: Анонимное голосование
uk: Анонімне голосування

# poll_public
source: Public
kk: Жалпыға ортақ
ru: Публичное голосование
uk: Публічне голосування

# poll_multi
source: multiple choice
kk: бірнеше жауап
ru: много вариантов
uk: декілька відповідей

# poll_lock
source: can't revoke
kk: дауыс. қайтарып ала алмайсыз
ru: нельзя переголосовать
uk: не можна переголосувати

# poll_until
source: until $1
kk: $1 дейін
ru: до $1
uk: до $1

# poll_err_to_much_options
source: Too much options supplied.
kk: Тым көп таңдау енгізіп қойдыңыз
ru: Слишком много вариантов в опросе.
uk: Надто багато варіантів в опитуванні.

# poll_err_anonymous
source: Can't access voters list: poll is anonymous.
kk: Дауыс бергендер тізіміне кіру мүмкін емес: сауалнама анонимді.
ru: Невозможно просмотреть список проголосовавших в анонимном голосовании.
uk: Неможливо переглянути список тих, хто проголосував в анонімному голосуванні.

# cast_vote
source: Vote!
kk: Дауыс беру!
ru: Проголосовать!
uk: Проголосувати

# retract_vote
source: Cancel my vote
kk: Қайтарып алу
ru: Отменить голос
uk: Скасувати голос

source: Discussions
am: Քննարկումներ
id: Diskusi
kk: Талқылаулар
pl: Dyskusja
ru: Обсуждения
uk: Обговорення

# messages_one
source: One message
am: Մեկ նամակ
id: Satu Pesan
kk: Бір хабар
pl: Jedna post
ru: Одно сообщение
uk: Одне повідомлення

# messages_other
source: $1 messages
am: $1 նամակ
id: $1 Pesan
kk: $1 хабар
pl: $1 postów
ru: $1 сообщений
uk: $1 повідомлень

# topic_messages_count_zero
source: Topic has no messages
am: Թեմայում նամակ չկա
kk: Тақырыпта хабар жоқ
pl: W temacie brak postów
ru: В теме нет сообщений
uk: У темі немає повідомлень

# topic_messages_count_one
source: There is one message in the topic
am: Թեմայում մեկ նամակ է
id: There are one message in the topic
kk: Тақырыпта бір хабар бар
pl: W temacie jeden post
ru: В теме одно сообщение
uk: У темі одне повідомлення

# topic_messages_count_other
source: There are $1 messages in the topic
am: Թեմայում $1 նամակ կա
kk: Тақырыпта $1 хабар бар
pl: W temacie $1 postów
ru: В теме $1 сообщений
uk: У темі $1 повідомлень

source: replied
am: պատասխանել է
id: balas
kk: жауап берді
pl: odpowiedzieć
ru: ответил
uk: відповів

# create_topic
source: Create a topic
am: Ստեղծել թեմա
id: Buat topik
kk: Тақырып бастау
pl: Utwórz temat
ru: Создать тему
uk: Створити тему

source: New topic
am: Նոր թեմա
id: Topik baru
kk: Жаңа тақырып
pl: Nowy temat
ru: Новая тема
uk: Нова тема

source: Title
am: Անվանում
id: Judul
kk: Аты
pl: Nagłówek
ru: Заголовок
uk: Заголовок

source: Text
am: Տեքստ
id: Teks
kk: Мәтіні
pl: Teskt
ru: Текст
uk: Текст

source: View topic
am: Թեմայի դիտարկում
id: Lihat topik
kk: Тақырыпты қарау
pl: Zobacz temat
ru: Просмотр темы
uk: Перегляд теми

# edit_topic_action
source: Edit topic
am: Խմբագրել թեման
id: Sunting topik
kk: Тақырыпты өндеу
pl: Edytuj temat
ru: Редактировать тему
uk: Редагувати тему

source: Edit topic
am: Թեմայի խմբագրում
id: Sunting topik
kk: Тақырыпты өндеу
pl: Edycja tematu
ru: Редактирование темы
uk: Редагування теми

source: Topic settings
am: Թեմայի կարգավորումներ
id: Pengaturan topik
kk: Тақырыптың баптаулары
pl: Ustawienia temat
ru: Настройки темы
uk: Налаштування теми

source: Pin topic
am: Ամրացնել թեման
id: Sematkan Topik
kk: Тақырыпты бекіту
pl: Przypnij temat
ru: Закрепить тему
uk: Закріпити тему

source: Close topic
am: Փակել թեման
id: Tutup topik
kk: Тақырыпты жабу
pl: Zamknij temat
ru: Закрыть тему
uk: Закрити тему

source: Delete topic
am: Ջնջել թեման
id: Hapus topik
kk: Тақырыпты жою
pl: Usuń temat
ru: Удалить тему
uk: Видалити тему

# topics_one
source: One topic
am: Մեկ թեմա
id: Satu topik
kk: Бір тақырып
pl: Jeden temat
ru: Одна тема
uk: Одна тема

# topics_other
source: $1 topics
am: $1 թեմա
id: $1 topik
kk: $1 тақырып
pl: $1 tematów
ru: $1 тем
uk: $1 тем

source: Created
am: Ստեղծված է
id: Dibuat
kk: Басталған күні
pl: Powstały
ru: Создано
uk: Створено

source: Everyone can create topics
am: Բոլորը կարող են թեմաներ սարքել
id: Siapa saja dapat membuat topik
kk: Әрбір адам тақырып бастай алады
pl: Każdy może tworzyć tematy
ru: Все могут создавать темы
uk: Всі можуть створювати теми

# display_list_of_topics_above_wall
source: Display a list of topics above the wall
am: Ցուցադրել պատի տակ թեմաների ցուցակը
kk: Тақырыптар бөлімін жаңалықтардан жоғары көрсету
pl: Wyświetl listę tematów nad ścianą
ru: Отображать список тем над стеной
uk: Показувати список тем над стіною

# topic_changes_saved_comment
source: The updated title and settings will appear on the topic page.
am: Թարմացված անվանումն ու կարգավորումները կհայտնվեն թեմայի էջում։
kk: Жаңартылған аты мен оның баптаулары тақырыптың бетінде пайда болады.
pl: Zaktualizowany tytuł i ustawienia pojawią się na stronie z motywem.
ru: Обновлённый заголовок и настройки появятся на странице с темой.
uk: Оновлений заголовок та налаштування з'являться на сторінці з темою.

source: Failed to create topic
am: Չհաջողվեց թեմա ստեղծել
id: Pembuatan topik gagal
kk: Тақырыпты бастай алмадық
pl: Nie można utworzyć tematu
ru: Не удалось создать тему
uk: Не вдалося створити тему

source: Failed to change topic
am: Չհաջողվեց խմբագրել թեման
id: Pergantian topik gagal
kk: Тақырыпты өзгерте алмадық
pl: Nie można zmienić tematu
ru: Не удалось изменить тему
uk: Не вдалося змінити тему

source: No title specified.
am: Անվանումը նշված չէ
kk: Тақырыптың аты жазылмаған.
pl: Nie podano tytułu.
ru: Заголовок не указан.
uk: Заголовок не вказано.

# error_1
source: Incorrect query
am: Սխալ հարցում
eo: Malĝusta demando
kk: Дұрыс емес сұрау
pl: Nieprawidłowe zapytanie
ru: Некорректный запрос
uk: Неправильний запит

# error_2
source: Incorrect login and password
am: Սխալ օգտանուն կամ գաղտնաբառ
eo: Malĝusta ensaluto kaj pasvorto
kk: Логин немесе құпия сөз дұрыс емес
pl: Nieprawidłowy login lub hasło
ru: Неверный логин или пароль
uk: Неправильна пошта або пароль

# error_3
source: Non authorized
am: Մուտք գործած չէ
eo: Ne rajtigita
kk: Рұқсат етілмеген
pl: Brak autoryzacji
ru: Не авторизован
uk: Не автентифікований

# error_4
source: User does not exist
am: Օգտատերը գոյություն չունի
eo: Uzanto ne ekzistas
kk: Пайдаланушы жоқ
pl: Użytkownik nie istnieje
ru: Пользователь не существует
uk: Користувач не існує

# information_-1
source: Success
am: Օպերացիան հաջողությամբ կատարված է
eo: Sukceso
id: Sukses
kk: Операция сәтті аяқталды
pl: Operacja zakończyła się powodzeniem
ru: Операция выполнена успешно
uk: Операція успішно завершена

# information_-2
source: Login success
am: Մուտքը հաջողությամբ իրականացված է
eo: Sukceso de ensaluto
id: Masuk sukses
kk: Жүйеге кіру сәтті аяқталды
pl: Logowanie zakończyło się pomyślnie
ru: Вход выполнен успешно
uk: Вхід виконано успішно

source: No data
am: Տվյալ չկա
eo: Neniuj datumoj
id: Tidaka ada data
kk: Деректер жоқ
pl: Brak danych
ru: Нет данных
uk: Немає даних

# no_data_description
source: There is nothing here... yet.
am: Այստեղ տվյալները բացակայում են
eo: Ne estas datumoj.
id: Belum ada apa-apa disini...
kk: Мұнда деректер жоқ.
pl: W tym widoku brakuje danych.
ru: Тут ничего нет... Пока...
uk: Поки що, тут нічого немає.

source: Error
am: Սխալ
eo: Eraro
kk: Қателік
pl: Błąd
ru: Ошибка
uk: Помилка

# error_shorturl
source: This short address is already owned.
am: Այս կարճ հասցեն արդեն զբաղված է
eo: Ĉi tiu mallonga adreso jam estas posedata.
id: Alamat tidak tersedia atau telah dimiliki.
kk: Бұл мекенжай бос емес.
pl: Ten krótki adres jest już zajęty.
ru: Данный короткий адрес уже занят.
uk: Ця коротка адреса вже зайнята.

# error_segmentation
source: Segmentation error
am: Սեգմենտացիայի սխալ
eo: Segmentación eraro
id: terjadi kesalahan
kk: Сегментация қателігі
pl: Błąd segmentacji
ru: Ошибка сегментации
uk: Помилка сегментації

# error_upload_failed
source: Failed to upload a photo
am: Չհաջողվեց վերբեռնել նկարը
eo: Malsukcesis alŝuti foton
id: Gagal mengunggah foto
kk: Сурет жүктелмеді
pl: Nie można przesłać zdjęcia
ru: Не удалось загрузить фото
uk: Не вдалося завантажити фотографію

# error_old_password
source: Old password does not match
am: Հին գաղտնաբառը չի համընկնում
eo: Malnova pasvorto ne kongruas
id: Kata sandi lama tidak cocok
kk: Бұрынғы құпия сөз сәйкес келмейді
pl: Stare hasło nie pasuje
ru: Старый пароль не совпадает
uk: Старий пароль не збігається

# error_new_password
source: New password does not match
am: Նոր գաղտնաբառերը չեն համընկնում
eo: Nova pasvorto ne kongruas
id: Kata sandi baru tidak cocok
kk: Жаңа құпия сөз сәйкес келмейді
pl: Nowe hasła nie pasują
ru: Новые пароли не совпадает
uk: Нові паролі не збігаються

# error_weak_password
source: Your password isn't strong enough. It should be at least 8 characters long, include at least one capital letter, and contain at least one digit.
kk: Құпия сөзіңіз мықты емес. Тым болмаса ода 8 белгі, бір үлкен әріп пен бір сан болуы керек.
ru: Ненадёжный пароль. Пароль должен содержать не менее 8 символов, цифры, прописные и строчные буквы
uk: Ненадійний пароль. Пароль має містити принаймні 8 символів: цифри, великі та малі літери

# error_shorturl_incorrect
source: The short address has an incorrect format.
am: Կարճ հասցեն ունի սխալ ֆորմատ
eo: La mallonga adreso havas malĝustan formaton.
id: Alamat singkat memiliki format yang salah.
kk: Мекенжайдың пішімі дұрыс емес.
pl: Krótki adres ma nieprawidłowy format.
ru: Короткий адрес имеет некорректный формат.
uk: Коротка адреса має неправильний формат.

# error_repost_fail
source: Failed to share post
am: Չհաջողվեց կիսվել գրության հետ
eo: Malsukcesis kunhavigi afiŝon
id: Gagal membagikan postingan
kk: Жазбаны бөлісу мүмкін болмады
pl: Nie można udostępnić wpisu
ru: Не удалось поделиться записью
uk: Не вдалося поділитися записом

# error_data_too_big
source: Attribute '$1' must be at most $2 $3 long
kk: '$1' осылардан ұзағырақ болмауы керек: $2 $3
ru: Аттрибут '$1' не может быть длиннее $2 $3
uk: Атрибут '$1' не може бути довше $2 $3

# forbidden
source: Access error
am: Հասանելիության սխալ
eo: Eraro de aliro
kk: Рұқсат қателігі
pl: Błąd dostępu
ru: Ошибка доступа
uk: Помилка доступу

source: Unknown error
kk: Белгісіз қателік
ru: Неизвестная ошибка
uk: Невідома помилка

# forbidden_comment
source: This user's privacy settings do not allow you to look at his page.
am: Այս օգտատիրոջ գաղտնիության կարգավորումները ձեզ թույլ չեն տալիս դիտել օգտատերի էջը։
eo: La privatecaj agordoj de ĉi tiu uzanto ne permesas al vi rigardi lian paĝon.
kk: Бұл пайдаланушының құпиялық баптаулары сізге осы парақты қарауға рұқсат бермейді
pl: Ustawienia prywatności tego użytkownika nie pozwalają na przeglądanie jego strony.
ru: Настройки приватности этого пользователя не разрешают вам смотреть на его страницу.
uk: Налаштування приватності цього користувача не дозволяють дивитися на його сторінку.

source: Changes saved
am: Փոփոխությունները պահպանված են
eo: Ŝanĝoj konservitaj
id: Perubahan tersimpan
kk: Өзгерістер сақталды
pl: Zmiany zapisane
ru: Изменения сохранены
uk: Зміни збережені
