Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# tour_section_2_text_3_3
source: However, in your page settings, you can link a personal address that <b>can be changed</b> at any time.
kk: Алайда сіз парақша баптауларында өз жеке мекенжайыңызды қоса аласыз. Оны <b>кез келген уақытта өзгертуге болады</b>
ru: Но в настройках своей страницы вы можете привязать свой персональный адрес и этот адрес <b>можно будет изменить</b> в любое время
uk: Однак, у налаштуваннях своєї сторінки Ви зможете прив'язати свою персональну адресу й цю адресу <b>можна буде змінити</b> в будь-який час

# tour_section_2_text_3_4
source: <b>Hint:</b> Choose an address that's at least 5 characters long for a cool URL :)
kk: <b>Кеңес:</b> Кем дегенде 5 таңбадан тұратын бос мекенжайды таңдай аласыз. Бәлкім керемет мекенжайға ие боларсыз :)
ru: <b>Совет:</b> Можно занимать любой свободный адрес, длина которого не меньше 5 символов. Авось какой-нибудь крутой займёте :)
uk: <b>Порада:</b> Можна займати будь-яку вільну адресу, довжина якої не менша за 5 символів.

# tour_section_2_bottom_text_2
source: <i>Supports any short address in lowercase Latin letters; the address may contain numbers (not at the beginning), periods, and underscores (not at the beginning or end)</i>
kk: <i>Латын әріптерінен тұратын қысқа мекенжайды орнатуға болады; мекенжайда сандар (басында болмаса), нүктелер мен төменгі сызықтарды (басында немесе соңында болмаса) қоюға болады</i>
ru: <i>Поддерживается установка любого короткого адреса из латинских маленьких букв; адрес может содержать цифры (не в начале), точки и нижние подчёркивания (не в начале или конце)</i>
uk: <i>Коротка адреса може складатися лише з латинських маленьких літер (a-z), цифр, крапок та нижніх підкреслень (але </i><b>не</b><i> напочатку чи кінці)</i>

# tour_section_2_title_4
source: Wall
kk: Қабырға
ru: Стена
uk: Стіна

# tour_section_3_title_1
source: Share Your Photo Moments
kk: Сурет естеліктеріңізді бөлісіңіз
ru: Делитесь своими фотомоментами
uk: Діліться своїми фотографіями

# tour_section_3_text_1
source: The "Photos" section becomes available in your profile as soon as you sign up.
kk: Тіркелген сәттен бастап сізге «Суреттер» бөлімі қолжетімді.
ru: Раздел &quot;Фотографии&quot; доступен в вашем профиле сразу же с момента регистрации.
uk: Розділ &quot;Фотографії&quot; доступний у Вашому профілі одразу з моменту реєстрації.

# tour_section_3_text_2
source: Explore user photo albums and create your own.
kk: Басқа қолданушылардың альбомдарын қарап, өз жинақтарыңызды жасай аласыз.
ru: Вы можете просматривать фотоальбомы пользователей и создавать свои собственные.
uk: Ви можете переглядати фотоальбоми користувачів та створювати свої власні фотоальбоми.

# tour_section_3_text_3
source: Control access to all your photo albums for other users in the page privacy settings.
kk: Фотоальбомдарыңызды кім көре алатынын құпиялық баптауларында реттей аласыз.
ru: Доступ ко всем вашим фотоальбомам для других пользователей регулируется в настройках приватности страницы.
uk: Доступ до всіх Ваших фотоальбомів для інших користувачів редагується в налаштуваннях приватності.

# tour_section_3_bottom_text_1
source: Create an unlimited number of photo albums for your travels, events, or just to store memes.
kk: Саяхаттарыңыз, естелікті оқиғалар немесе жай қызықты суреттер үшін шексіз альбомдар жасай аласыз
ru: Вы можете создавать неограниченное количество фотоальбомов с ваших путешествий или каких-либо событий, или просто хранить мемы
uk: Ви можете створювати необмежену кількість фотоальбомів із Ваших подорожей або будь-яких подій, або просто зберігати фото кошенят

# tour_section_4_title_1
source: Search
kk: Іздеу
ru: Поиск
uk: Пошук

# tour_section_4_text_1
source: The "Search" section allows you to search for users and groups.
kk: «Іздеу» бөлімі пайдаланушылар мен топтарды іздеуге мүмкіндік береді.
ru: Раздел &quot;Поиск&quot; позволяет искать пользователей и группы.
uk: Розділ &quot;Пошук&quot; має на меті шукати користувачів та групи.

# tour_section_4_text_2
source: This section of the site will continue to improve over time.
kk: Сайтың бұл бөлімі уақыт өте келе жақсартылатын болады.
ru: Данный раздел сайта со временем будет улучшаться.
uk: Цей розділ сайту з часом буде покращуватися та збільшуватися.

# tour_section_4_text_3
source: To start a search, you need to know the user's first (or last) name. For groups, you need to know the group's name.
kk: Іздей бастау үшін пайдаланушының атын (немесе тегін) білу керек; ал егер топты іздесеңіз, оның атауын білу керек.
ru: Для начала поиска нужно знать имя (или фамилию) пользователя; а если ищете группу, то нужно знать её название.
uk: Для початку пошуку, треба знати ім'я (чи прізвище); а якщо шукаєте групу, то потрібно знати її назву.

# tour_section_4_title_2
source: Quick Search
kk: Жылдам іздеу
ru: Быстрый поиск
uk: Швидкий пошук

# tour_section_4_text_4
source: To save time, use the search bar in the site header.
kk: Егер уақыт үнемдегіңіз келсе, іздеу жолағы сайттың үстінде де қолжетімді
ru: Если вы хотите как-либо сэкономить время, то строка поиска доступна и в шапке сайта
uk: Якщо Ви бажаєте будь-яким чином зберегти власний час, то поле пошуку доступна у шапці сайту

# tour_section_5_title_1
source: Upload and Share Videos with Your Friends!
kk: Бейнелерді жүктеп, достарыңызбен бөлісіңіз!
ru: Загружайте и делитесь видео со своими друзьями!
uk: Завантажуйте та діліться відео зі своїми друзями!

# tour_section_5_text_1
source: You can upload an unlimited number of videos and clips.
kk: Сіз бейнежазба мен клиптерді шексіз жүктей аласыз
ru: Вы можете загружать неограниченное количество видеозаписей и клипов
uk: Ви можете завантажувати необмежену кількість відеозаписів і кліпів

# tour_section_5_text_2
source: Control the "Videos" section through privacy settings.
kk: Бейнелеріңізді кім көре алатынын құпиялық баптауларында реттей аласыз
ru: Раздел &quot;Видеозаписи&quot; регулируется настройками приватности
uk: Розділ &quot;Відеозаписи&quot; регулюється налаштуваннями приватності

# tour_section_5_bottom_text_1
source: Upload videos directly to the wall, bypassing the "Videos" section:
kk: Бейнені «Бейнелер» бөліміне өтпей-ақ, қабырғадағы жаңа жазбаға тіркей салып та жүктеуге болады:
ru: Видео можно загружать минуя раздел &quot;Видеозаписи&quot; через обычное прикрепление к новой записи на стене:
uk: Відео можна завантажувати, обходячи розділ &quot;Відеозаписи&quot; через звичайне прикріплення до нового допису на стіні:

# tour_section_5_title_2
source: Importing Videos from YouTube
kk: YouTube-тен бейне импорттау
ru: Импортирование видео с YouTube
uk: Імпорт відео з YouTube

# tour_section_5_text_3
source: In addition to direct uploads, the site also supports embedding videos from YouTube.
kk: Бейнені тікелей жүктеуден басқа, оны YouTube-тен кірістіре аласыз.
ru: Кроме загрузки видео напрямую, сайт поддерживает и встраивание видео из YouTube
uk: Окрім завантаження відео, сайт підтримує інтегровані відео YouTube

# tour_section_6_title_1
source: Listen to music
kk: Әндер тыңдаңыз
ru: Слушайте аудиозаписи
uk: Прослуховування аудіозаписів

# tour_section_6_text_1
source: You can listen to music in "My Audios"
kk: "Әндерім" бөлімінде ән тыңдай аласыз
ru: Вы можете слушать аудиозаписи в разделе "Мои Аудиозаписи"
uk: Ви можете слухати аудіозаписи в розділі "Мої Аудіозаписи"

# tour_section_6_text_2
source: This section is also controlled by the privacy settings.
kk: Бұл бөлім құпиялылық параметрлерімен реттеледі
ru: Этот раздел также регулируется настройками приватности
uk: Цей розділ також регулюється налаштуваннями приватності

# tour_section_6_text_3
source: The most listened songs are in "Popular", and recently uploaded songs are in "New"
kk: Ең жиі тыңдалатын әндер "Танымал" қойындысында, ал жаңа жүктелгендер — "Жаңа" қойындысында
ru: Самые прослушиваемые песни находятся во вкладке "Популярное", а недавно загруженные — во вкладке "Новое"
uk: Найбільш прослуховувані пісні знаходяться у вкладці "Популярне", а нещодавно завантажені - у вкладці "Нове"

# tour_section_6_text_4
source: To add a song to your collection, hover over it and click on the "plus". You can search for the song you want.
kk: Әнді жинағыңызға қосу үшін, оның үстіне барып, плюс белгісін басыңыз. Қажетті әнді іздеп таба аласыз
ru: Чтобы добавить песню в свою коллекцию, наведите на неё и нажмите на плюс. Найти нужную песню можно в поиске
uk: Щоб додати пісню до своєї колекції, наведіть на неї та натисніть на плюс. Знайти потрібну пісню можна в пошуку

# tour_section_6_text_5
source: If you can't find the song you want, you can upload it yourself
kk: Қажетті әнді таба алмасаңыз, оны өзіңіз жүктей аласыз
ru: Если вы не можете найти нужную песню, вы можете загрузить её самостоятельно
uk: Якщо Ви не можете знайти потрібну пісню, ви можете завантажити її самостійно

# tour_section_6_bottom_text_1
source: <b>Important:</b> the song must not infringe copyright
kk: <b>Маңызды:</b> ән авторлық құқықты бұзбауы керек
ru: <b>Важно:</b> песня не должна нарушать авторские права
uk: <b>Важливо:</b> аудіозапис не має порушувати авторські права

# tour_section_6_title_2
source: Create playlists
kk: Әнтізім жасаңыз
ru: Создавайте плейлисты
uk: Створюйте списки відтворення

# tour_section_6_text_6
source: You can create playlists in the "My Playlists" tab
kk: "Әнтізімдерім" бөлімінде тректер топтамасын жасай аласыз
ru: Вы можете создавать сборники треков во вкладке "Мои плейлисты"
uk: Ви можете створювати збірки аудіозаписів у вкладці "Мої списки відтворення"

# tour_section_6_text_7
source: You can also add another's playlists to your collection
kk: Басқа әнтізімдерді де жинаққа қосуға болады
ru: Можно также добавлять чужие плейлисты в свою коллекцию
uk: Можна також додавати чужі списки відтворення у свою колекцію

# tour_section_7_title_1
source: Stay Updated with Your Friends' Updates
kk: Достарыңыз не жазғанын бақылаңыз
ru: Следите за тем, что пишут ваши друзья
uk: Слідкуйте за тим, що пишуть Ваші друзі

# tour_section_7_text_1
source: The 'My News' section is divided into two types: local feed and global feed.
kk: «Жаңалықтарым» бөлімі екі түрге бөлінеді: жергілікті таспа және жаһандық таспа
ru: Раздел &quot;Мои Новости&quot; разделяется на два типа: локальная лента и глобальная лента
uk: Розділ &quot;Мої Новини&quot; поділяється на два типи: локальна стрічка та глобальна стрічка новин

# tour_section_7_text_2
source: The local feed exclusively displays updates from your friends and groups.
kk: Жергілікті таспада тек достарыңыз бен сіз жазылған топтардың жаңалықтары көрінеді
ru: В локальной ленте будут показываться новости только ваших друзей и групп
uk: У локальній стрічці будуть показуватися новини тільки Ваших друзів і груп

# tour_section_7_bottom_text_1
source: No recommendation system. <b>You have the power to curate your own news feed</b>.
kk: Бізде ұсыныс жүйесі жоқ. <b>Өз таспаңызды тек өзіңіз қалыптастырасыз.</b>
ru: Никакой системы рекомендаций. <b>Свою ленту новостей формируете только вы.</b>
uk: Ніякої системи рекомендацій. <b>Свою стрічку новин формуєте тільки ви.</b>

# tour_section_8_title_1
source: Explore Site-wide Discussions
kk: Сайтта не талқыланып жатқанын бақылаңыз
ru: Следите за тем, какие темы обсуждают на сайте
uk: Слідкуйте за тим, які теми обговорюють на сайті

# tour_section_8_text_1
source: The global newsfeed showcases posts from all site users and groups.
kk: Жаһандық жаңалықтар таспасында сайттың барлық пайдаланушылары мен топтарының жазбалары көрсетіледі
ru: В глобальной ленте новостей будут показываться записи всех пользователей сайта и групп
uk: У глобальній стрічці будуть показуватися дописи всіх користувачів сайту та груп

# tour_section_8_text_2
source: Note: Viewer discretion is advised, as this section may contain content not suitable for sensitive individuals.
kk: Бұл бөлімді сезімтал және нәзік адамдар ұнатпауы мүмкін
ru: Просмотр данного раздела может не рекомендоваться для чувствительных и ранимых людей
uk: Перегляд цього розділу може не рекомендуватися для чутливих і вразливих людей

# tour_section_8_bottom_text_1
source: The design of the global feed is identical to the local feed.
kk: Жаһандық таспаның дизайны жергілікті таспамен бірдей
ru: Дизайн глобальной ленты по дизайну никак не отличается от локальной
uk: Дизайн глобальної стрічки за дизайном ніяк не відрізняється від локальної

# tour_section_8_bottom_text_2
source: The feed encompasses various content types, including regular photos, videos, anonymous posts, and polls.
kk: Таспада көптеген мазмұн түрлері бар: қарапайым сурет пен бейнелерден бастап, жасырын жазбалар мен сауалнамаларға дейін
ru: В ленте есть множество типов контента: начиная от обычных фото и видео, и заканчивая анонимными постами и опросами
uk: У стрічці є безліч типів контенту: починаючи від звичайних фото і відео, і закінчуючи анонімними дописами й опитуваннями

# tour_section_9_text_1
source: Explore thousands of groups on the site covering diverse topics and fan communities.
kk: Сайтта түрлі тақырыптарға және жанкүйерлер қауымдарына арналған мыңдаған топ бар.
ru: На сайте уже имеются тысячи групп, посвящённые различным темам и каким-либо фанатским объединениям
uk: На сайті безліч груп, присвячені різним темам

# tour_section_9_text_2
source: Join any group that interests you, and if you can't find one, feel free to create your own.
kk: Кез келген топқа қосыла аласыз. Өзіңізге лайық топ таба алмасаңыз, жаңасын құра аласыз.
ru: Вы можете присоединяться к любой группе. А если не нашли подходящую, то можно создавать и свою
uk: Ви можете приєднатися до будь-якої групи. А якщо не знайшли відповідну, то можна створити власну

# tour_section_9_text_3
source: Each group comes with its dedicated section of wiki pages, photo albums, a block of links, and discussion forums.
kk: Әр топта уики-беттер, фотоальбомдар, сілтемелер блогы және талқылаулар бөлімі бар.
ru: Каждая группа имеет свой раздел вики-страниц, фотоальбомов, блок ссылок и обсуждений
uk: Кожна група може мати в собі свій розділ вікі-сторінок, фотоальбомів, блок посилань та обговорень

# tour_section_9_title_2
source: Manage Your Group with a Friend
kk: Топты досыңызбен бірге басқарыңыз
ru: Управляйте своей группой вместе с другом
uk: Ви можете керувати своєю групою разом із другом

# tour_section_9_text_2_1
source: Navigate to the &quot;Edit Group&quot; section under the community avatar to manage your group.
kk: Топты басқару қауымдастық аватарының астындағы «Топты өңдеу» бөлімінде жүргізіледі.
ru: Управление группой осуществляется в разделе &quot;Редактировать группу&quot; под аватаром сообщества
uk: Керування групою здійснюється в розділі &quot;Редагувати групу&quot; під аватаром спільноти

# tour_section_9_text_2_2
source: Build a team of administrators from regular participants or individuals you trust.
kk: Әкімшілерді қарапайым қатысушылардан немесе сенімді адамдардан жасақтаңыз.
ru: Создайте команду администраторов из обычных участников или тех, кому вы доверяете
uk: Створіть команду адміністраторів зі звичайних учасників або тих, кому ви довіряєте

# tour_section_9_text_2_3
source: You have the option to hide specific administrators, ensuring they remain discreet within your group.
kk: Қажет болса, әкімшінің мәртебесін жасырып, оны топ ішінде көрінбейтін ете аласыз.
ru: Вы можете скрыть нужного Вам администратора, чтобы он нигде не показывался в пределах вашей группы
uk: Ви можете приховати потрібного Вам адміністратора, щоб він не показувався в межах Вашої групи

# tour_section_9_bottom_text_1
source: Find the &quot;My Groups&quot; section in the left menu of the site.
kk: «Топтарым» бөлімі сайттың сол жақ мәзірінде орналасқан.
ru: Раздел &quot;Мои Группы&quot; находится в левом меню сайта
uk: Розділ &quot;Мої Групи&quot; знаходиться в лівому меню сайту

# tour_section_9_bottom_text_2
source: Example Group
kk: Топ үлгісі
ru: Пример сообщества
uk: Приклад спільноти

# tour_section_9_bottom_text_3
source: Groups often represent real organizations, with members wanting to stay connected with their audiences.
kk: Топтар көбінесе өз аудиториясымен байланыста болғысы келетін нақты ұйымдарды білдіреді.
ru: Группы часто представляют собой реальные организации, члены которых хотят оставаться на связи со своей аудиторией
uk: Групи часто являють собою реальні організації, члени яких хочуть залишатися на зв'язку зі своєю аудиторією

# tour_section_10_title_1
source: Oops
kk: Ойбай
ru: Упс
uk: Овва!

# tour_section_10_text_1
source: I would be very happy to do a tutorial on this section, but it's still under development. For now, let's skip it and move on...
kk: Осы бөлімге нұсқаулық жасауға өте қуанышты болар едім, бірақ ол әзірлеу кезеңінде. Осы бөлімді өткізіп, әрі қарай жалғастырсақ қайтеді...?
ru: Я был бы очень рад сделать туториал по этому разделу, но раздел находится на этапе разработки. А сейчас мы пока этот раздел туториала пропустим и пойдём дальше...
uk: Цей розділ поки що не написаний. Пропустіть його.

# tour_section_11_title_1
source: Themes
kk: Кейіптер
ru: Темы оформления
uk: Теми оформлення

# tour_section_11_text_1
source: Upon registration, the default theme will be set as your appearance.
kk: Тіркелгеннен кейін әдепкі кейіп сайттың стилі ретінде қойылады.
ru: После регистрации, в качестве оформления у вас будет установлена стандартная тема
uk: Після реєстрації, як стандартна тема, у вас буде класична тема оформлення

# tour_section_11_text_2
source: Some new users might find the current default theme a bit dated.
kk: Кейбір жаңа пайдаланушылар ағымдағы әдепкі кейіпті ескірген деп санауы мүмкін.
ru: Некоторых новых пользователей может слегка отпугнуть нынешняя стоковая тема, которая веет совсем уж древностью
uk: Деяких нових користувачів може налякати чинна класична тема, яка виглядає дуже архаїчно

# tour_section_11_text_3
source: <b>No worries:</b> You can create your own theme by reading the <a href='https://docs.ovk.to/'>documentation</a> or choose one from the catalog.
kk: <b>Уайымдамаңыз:</b> <a href='https://docs.ovk.to/'>құжаттаманы</a> оқып, өз кейпіңізді жасай аласыз, немесе каталогтан басқасын таңдай аласыз.
ru: <b>Но не беда:</b> Вы можете создать свою тему для сайта, ознакомившись с <a href='https://docs.ovk.to/'>документацией</a> или выбрать уже существующую из каталога
uk: <b>Але не біда:</b> Ви можете обрати іншу тему з каталогу, або створити свою, ознайомившись з <a href='https://docs.ovk.to/'>документацією</a>

# tour_section_11_bottom_text_1
source: A catalog of themes is available under "My Settings" in the "Interface" tab.
kk: Кейіптер каталогы "Баптауларым" бөліміндегі "Интерфейс" қойындысында орналасқан.
ru: Каталог тем доступен в разделе &quot;Мои Настройки&quot; во вкладке &quot;Интерфейс&quot;
uk: Каталог тем доступний у розділі &quot;Мої Налаштування&quot; у вкладці &quot;Інтерфейс&quot;

# tour_section_11_wordart
source: <img src='/assets/packages/static/openvk/img/tour/wordart_en.png' width='65%'>
ru: <img src='/assets/packages/static/openvk/img/tour/wordart.png' width='65%'>
uk: <img src='/assets/packages/static/openvk/img/tour/wordart.png' width='65%'>

# tour_section_12_title_1
source: Profile and Group Backgrounds
kk: Бейін және топ фондары
ru: Фон профиля и группы
uk: Фон профілю та групи

# tour_section_12_text_1
source: You can set two images as the background of your page.
kk: Парақшаңыздың фоны ретінде екі сурет орната аласыз.
ru: Вы можете установить два изображения в качестве фона вашей страницы
uk: Ви можете встановити одну чи два зображення як фон Вашої сторінки

# tour_section_12_text_2
source: They will be displayed on the sides for those who visit your page.
kk: Олар парақшаңыздың сол және оң жақтарында көрсетіледі.
ru: Они будут отображаться по бокам у тех, кто зайдёт на вашу страницу
uk: Вони відображатимуться по боках у тих, хто зайде на Вашу сторінку

# tour_section_12_text_3
source: <b>Hint:</b> Before setting the background, experiment with the layout—try mirroring the future background image or creating a nice gradient.
kk: <b>Кеңес:</b> Фон орнатпас бұрын орналасумен тәжірибе жасаңыз — болашақ фон суретін айналдырып көріңіз, немесе әдемі градиент жасаңыз.
ru: <b>Совет:</b> перед установкой фона, поэкспериментируйте с разметкой: попробуйте отзеркалить будущую фоновую картинку, или вообще просто создайте красивый градиент
uk: <b>Порада:</b> перед встановленням фону, поекспериментуйте з розміткою: спробуйте віддзеркалити майбутню фонову картинку, або взагалі просто створіть гарний градієнт

# tour_section_12_title_2
source: Avatars
kk: Аватарлар
ru: Аватары
uk: Аватари

# tour_section_12_text_2_1
source: You can choose to display the user's avatar in standard, rounded, or square (1:1) styles.
kk: Пайдаланушының аватарын стандартты, дөңгелек немесе шаршы (1:1) стильдерінде көрсетуді таңдай аласыз.
ru: Вы можете задать вариант показа аватара пользователя: стандартное, закруглённые и квадратные (1:1)
uk: Ви можете задати варіант показу аватара користувача: стандартне, заокруглені та квадратні (1:1)

# tour_section_12_text_2_2
source: These settings are visible only to you.
kk: Бұл баптаулар тек сізге ғана көрінеді.
ru: Данные настройки будут видны только вам
uk: Ці налаштування буде видно тільки Вам

# tour_section_12_title_3
source: Editing the Left Menu
kk: Сол жақ мәзірді өңдеу
ru: Редактирование левого меню
uk: Редагування правого меню

# tour_section_12_text_3_1
source: Hide unnecessary sections of the site if needed.
kk: Қажет болса, сайттың қажетсіз бөлімдерін жасыра аласыз.
ru: При необходимости вы можете скрыть ненужные разделы сайта
uk: Ви можете приховати непотрібні розділи сайту

# tour_section_12_text_3_2
source: <b>Remember:</b> Essential sections like My Page, My Friends, My Answers, and My Settings cannot be hidden.
kk: <b>Есіңізде болсын:</b> Парақшам, Достарым, Жауаптарым және Баптауларым сияқты маңызды бөлімдерді жасыру мүмкін емес.
ru: <b>Напоминание: </b>Разделы первой необходимости (Моя Страница; Мои Друзья; Мои Ответы; Мои Настройки) скрыть нельзя
uk: <b>Нагадування: </b>Розділи першої потреби (Моя Сторінка; Мої Друзі; Мої Відповіді; Мої Налаштування) приховати не можна

# tour_section_12_title_4
source: View of Posts
kk: Жазбалар көрінісі
ru: Вид постов
uk: Вид дописів

# tour_section_12_text_4_1
source: If you're tired of the old wall design from the once-popular original VKontakte, change the post look to Microblog.
kk: Егер бір кездері танымал болған түпнұсқа VK-дегі ескі қабырға дизайнынан жалықсаңыз, жазба көрінісін Микроблогқа өзгерте аласыз.
ru: Если надоел старый дизайн стены, который был в некогда популярном оригинальном ВКонтакте.ру, то вы всегда можете изменить вид постов на Микроблог
uk: Якщо набрид старий дизайн стіни, який був у колись популярному оригінальному ВКонтакті, то ви завжди можете змінити вигляд дописів на Мікроблог

# tour_section_12_text_4_2
source: You can switch between the two post views at any time.
kk: Екі жазба көрінісі арасында кез келген уақытта ауыса аласыз.
ru: Вид постов можно менять между двумя вариантами в любое время
uk: Вид дописів можна змінювати між двома варіантами в будь-який час

# tour_section_12_text_4_3
source: <b>Note:</b> If you choose the old post view, the latest comments will not be loaded.
kk: <b>Ескерту:</b> Ескі жазба көрінісін таңдасаңыз, жазбадағы соңғы пікірлер таспада бірден жүктелмейді.
ru: <b>Обратите внимание</b>, что если выбран старый вид отображения постов, то последние комментарии подгружаться не будут
uk: <b>Зверніть увагу</b>, що якщо обрано старий вид відображення дописів, то останні коментарі довантажуватися не будуть

# tour_section_12_bottom_text_1
source: Background Setup Page
kk: Фонды баптау беті
ru: Страница установки фона
uk: Сторінка встановлення фону

# tour_section_12_bottom_text_2
source: Examples of Pages with Set Backgrounds
kk: Орнатылған фондары бар парақшалар үлгілері
ru: Примеры страниц с установленным фоном
uk: Приклади сторінок зі встановленим фоном
