Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# additional_fields_description
source: There you can add additional info about you, like another profiles links or your interests. Up to a maximum of $1 such fields can be added.
kk: Мұнда өзіңіз жайлы қосыша ақпарат қоса аласыз, мысалы, әлжелілердегі парақшаңызға сілтемелер немесе басқа да қызығушылықтарыңыз. $1 жиекке дейін қоса аласыз.
ru: Здесь вы можете добавить дополнительную информацию о себе: ссылки на ваши социальные сети, либо же ваши интересы. Максимум можно добавить до $1 таких полей.
uk: На цій сторінці, Ви можете додати більше інформації про себе, наприклад посилання на Ваші інші соціальні мережі чи зазначити більше інформації про себе, наприклад знання мов. Однак зазначте, додати можна не більше $1 рядків інформації, щоби запобігти спаму полями.

# additional_field_name
source: Name
kk: Атауы
ru: Название
uk: Назва зазначеної інформації

# additional_field_text
source: Text
kk: Мәтіні
ru: Текст
uk: Опис зазначеної інформації

# additional_field_place
source: Place
kk: Бөлім
ru: Отображение
uk: Відображення

# additional_field_place_contacts
source: In "contacts"
kk: Байланыс
ru: В "контактах"
uk: В "контактній інформації"

# additional_field_place_interests
source: In "interests"
kk: Қызығушылықтар
ru: В "интересах"
uk: В "особистій інформації"

source: Favorite music
am: Սիրված երգ
eo: Preferata muziko
id: Musik favorit
kk: Сүйікті музыка
pl: Ulubiona muzyka
ru: Любимая музыка
uk: Улюблена музика

# favorite_films
source: Favorite flims
am: Սիրված ֆիլմեր
eo: Preferataj filmoj
id: Film favorit
kk: Сүйікті фимльмдер
pl: Ulubione filmy
ru: Любимые фильмы
uk: Улюблені фільми

# favorite_shows
source: Favorite TV-shows
am: Սիրված հաղորդումներ
eo: Plej ŝatataj televidaj programoj
id: Acara TV favorit
kk: Сүйікті телешоудар
pl: Любимые ТВ-шоу
ru: Любимые ТВ-шоу
uk: Улюблене ТБ-шоу

source: Favorite books
am: Սիրված գրքեր
eo: Preferataj libroj
id: Buku favorit
kk: Сүйікті кітаптар
pl: Ulubione Książki
ru: Любимые книги
uk: Улюблені книги

source: Favorite quotes
am: Սիրված խոսքեր
eo: Ŝatataj citaĵoj
id: Kutipan favorit
kk: Сүйікті дәйексөздер
pl: Ulubione cytaty
ru: Любимые цитаты
uk: Улюблені цитати

source: Favorite games
kk: Сүйікті ойындар
ru: Любимые игры
uk: Улюблені ігри

# custom_field_favorite_performers
source: Favourite performers
kk: Сүйікті ән орындаушылар
ru: Любимые исполнители
uk: Улюблені исполнители

# custom_field_favorite_content_makers
source: Favourite content-makers
kk: Сүйікті контент-мейкерлер
ru: Любимые контент-мейкеры
uk: Улюблені контент-мейкери

# custom_field_favorite_anime
source: Favourite anime
kk: Сүйікті анимелер
ru: Любимые аниме
uk: Улюблені аніме

# custom_field_favorite_manga
source: Favourite manga
kk: Сүйікті мангалар
ru: Любимая манга
uk: Улюблені манги

# custom_field_favorite_vtubers
source: Favourite vtubers
kk: Сүйікті витуберлер
ru: Любимые витуберы
uk: Улюблені вітубер

# custom_field_favorite_albums
source: Favourite music albums
kk: Сүйікті альбомдар
ru: Любимые альбомы
uk: Улюблені альбоми

# information_about
source: About
am: Իր մասին
eo: Pri
id: Personalia
kk: Өзі туралы
pl: O sobie
ru: О себе
uk: Про себе

# updated_at
source: Updated at $1
am: Թարմացված է $1
eo: Ĝisdatigita je $1
id: Diperbarui pada $1
kk: Соңғы жаңартылған күні: $1
pl: Aktualizacja $1
ru: Обновлено $1
uk: Оновлено $1

# user_banned
source: Unfortunately, we had to block <b>$1's</b> user page.
am: Ցավո՛ք, մենք ստիպված <b>$1</b>-ի էջը կասեցրել ենք։
id: Sayangnya, kami harus memblokir pengguna halaman <b>$1</b> .
kk: Өкінішке орай біз <b>$1</b> атты кісінің парақшасын бұғаттауға мәжбүр болдық.
pl: Niestety musieliśmy zablokować stronę użytkownika <b>$1</b>.
ru: К сожалению, нам пришлось заблокировать страницу пользователя <b>$1</b>.
uk: Ми заблокували сторінку користувача <b>$1</b>.

# user_banned_comment
source: Moderator's comment:
am: Մոդերատորի մեկնաբանությունը․
id: Komentar moderator:
kk: Модератордың пікірі:
pl: Komentarz moderatora:
ru: Комментарий модератора:
uk: Коментар модератора:

source: Closed page
kk: Жабық парақша
ru: Закрытая страница
uk: Закрита сторінка

# limited_access_to_page_m
source: $1 limited access to his page.
kk: $1 өз парақшасына қолжетімділікті шектеді.
ru: $1 ограничил доступ к своей странице.
uk: $1 обмежив доступ до своєї сторінки.

# limited_access_to_page_f
source: $1 limited access to her page.
kk: $1 өз парақшасына қолжетімділікті шектеді.
ru: $1 ограничила доступ к своей странице.
uk: $1 обмежила доступ до своєї сторінки.

# you_can_add
source: You can
kk: Сіз оны
ru: Вы можете
uk: Ви можете

# add_to_friends_m
source: add him to friends.
kk: достар қатарына қоса аласыз.
ru: добавить его в друзья.
uk: додати його в друзі.

# add_to_friends_f
source: add her to friends.
kk: достар қатарына қоса аласыз.
ru: добавить её в друзья.
uk: додати її в друзі.

# register_to_access_page_m
source: Sign up to get access to his page.
kk: Оның парақшасын көру үшін тіркеліңіз.
ru: Зарегистрируйтесь, чтобы получить доступ к его странице.
uk: Зареєструйтесь, щоб отримати доступ до його сторінки.

# register_to_access_page_f
source: Sign up to get access to her page.
kk: Оның парақшасын көру үшін тіркеліңіз.
ru: Зарегистрируйтесь, чтобы получить доступ к её странице.
uk: Зареєструйтесь, щоб отримати доступ до її сторінки.

source: Verified page
kk: Тексерілген парақша
ru: Подтверждённая страница
uk: Верифікована сторінка

source: User is blocked
kk: Пайдаланушы бұғатталған
ru: Пользователь заблокирован
uk: Користувача заблоковано

source: before
kk: мына күнге дейін
ru: до
uk: до

source: forever
kk: мәңгілікке
ru: навсегда
uk: назавжди

# feed
source: News
am: Լուրեր
eo: Novaĵoj
id: Beranda
kk: Жаңалықтар
pl: Nowość
ru: Новости
uk: Новини

# post_writes_m
source: wrote
am: գրել է
eo: verkis
id: Kirim
kk: жазды
pl: napisał
ru: написал
uk: написав

# post_writes_f
source: wrote
am: գրել է
eo: verkis
id: Kirim
kk: жазды
pl: napisała
ru: написала
uk: написала

# post_writes_g
source: published
am: հրապարակել են
eo: eldonita
id: Kirim
kk: жариялады
pl: opublikowali
ru: опубликовали
uk: опублікували

# post_deact_m
source: deleted his profile saying:
kk: бүй деп парақшасын жойып тастады:
ru: удалил страницу со словами:
uk: видалив сторінку зі словами:

# post_deact_f
source: deleted her profile saying:
kk: бүй деп парақшасын жойып тастады:
ru: удалила страницу со словами:
uk: видалила сторінку зі словами:

# post_deact_g
source: deleted their profile saying:
ru: удалили страницу со словами:
uk: видалили сторінку зі словами:

# post_deact_silent_m
source: silently deleted his profile.
kk: үндемей парақшасын жойып тастады.
ru: молча удалил свою страницу.
uk: мовчки видалив свою сторінку.

# post_deact_silent_f
source: silently deleted their profile.
kk: үндемей парақшасын жойып тастады.
ru: молча удалила свою страницу.
uk: мовчки видалила свою сторінку.

# post_on_your_wall
source: on your wall
kk: сіздің қабырғаңызда
ru: на вашей стене
uk: на Вашій стіні

# post_on_group_wall
source: in $1
kk: $1 тобында
ru: в $1
uk: в $1

# post_on_user_wall
source: on $1's wall
kk: $1 қабырғасында
ru: на стене $1
uk: на стіні $1

source: Wall
am: Պատ
eo: Muro
id: dinding
kk: Қабырға
pl: Ściana
ru: Стена
uk: Стіна

source: Post
am: Գրություն
eo: Afiŝu
kk: Жазба
pl: Wpis
ru: Запись
uk: Запис

source: Write
am: Գրել
eo: Skribu
id: tulis
kk: Жазу
pl: Napisać
ru: Написать
uk: Написати

source: Publish
am: Հրապարակել
eo: Publikigi
id: publikasikan
kk: Жариялау
pl: Opublikować
ru: Опубликовать
uk: опублікувати

source: Delete
am: Ջնջել
eo: Forigi
id: Hapus
kk: Жою
pl: Usunąć
ru: Удалить
uk: Видалити

source: Comments
am: Մեկնաբանություններ
eo: Komentoj
id: Komentar
kk: Пікірлер
pl: Komentarz
ru: Комментарии
uk: Коментарі

source: Share
am: Կիսվել
eo: Kunhavigi
id: Bagikan
kk: Бөлісу
pl: Podzielić się
ru: Поделиться
uk: Поділитися

source: Pin
am: Ամրացնել
eo: Pinglo
id: sematkan
kk: Бекіту
pl: Zamocować
ru: Закрепить
uk: Прикріпити

source: Unpin
am: Հետ ամրացնել
id: batalkan sematkan
kk: Бекітпеу
pl: Rozluźnić
ru: Открепить
uk: Відкріпити

source: pinned
am: ամրացված
eo: alpinglita
id: disematkan
kk: бекітілді
pl: stały
ru: закреплено
uk: прикріплено

# comments_tip
source: Be the first to leave a comment on this post!
am: Եղե՛ք առաջինը ով կթողնի իր կարծիքը։
eo: Estu unua, kiu lasas komenton ĉe ĉi tiu afiŝo!
id: Jadilah yang pertama yang berkomentar,pada postingan ini!
kk: Осы жазбаға бірінші болып пікір жазыңыз!
pl: Bądź pierwszym, który pozostawi komentarz!
ru: Будьте первым, кто оставит комментарий!
uk: Будьте першим, хто залишить коментар

source: Your comment
am: Ձեր մեկնաբանությունը
eo: Via komento
id: Komentarmu
kk: Пікіріңіз
pl: Twój komentarz
ru: Ваш комментарий
uk: Ваш коментар

source: Auditory
kk: Аудитория
ru: Аудитория
uk: Аудиторія

# in_wall
source: to my wall
kk: қабырғаға
ru: на стену
uk: на стіну

# in_group
source: to a group
kk: топқа
ru: в группу
uk: у спільноту

source: Shown
am: Ցուցադրված է
eo: Montrita
id: Tampil
kk: Көрсетілген
pl: Wskazany
ru: Показано
uk: Показано

# x_out_of
source: $1 of
am: $1 –ը ՝
eo: $1 el
id: $1 dari
pl: $1 z
ru: $1 из
uk: $1 з

# wall_zero
source: no posts
am: գրություն չկա
eo: neniuj afiŝoj
id: tidak ada postingan
kk: жазбалар жоқ
pl: brak wpisów
ru: нет записей
uk: немає дописів

# wall_one
source: $1 post
am: միակ գրությունը
eo: $1 afiŝo
id: $1 postingan
kk: $1 жазба
pl: jedyny wpis
ru: единственная запись
uk: 1 допис

# wall_other
source: $1 posts
am: $1 գրություն
eo: $1 afiŝoj
id: $1 postingan
kk: $1 жазба
pl: $1 wpis
ru: $1 записей
uk: $1 дописів

# publish_post
source: Add post
am: Ավելացնել գրություն
eo: Aldonu afiŝon
id: Tambah
kk: Жазба жариялау
pl: Dodaj wpis
ru: Добавить запись
uk: Додати допис

source: View other comments
am: Կարդալ մեկնաբանությունները
eo: Rigardu aliajn komentojn
id: Lihat komentar lain.
kk: Басқа пікірлерді қарау
pl: Zobacz pozostałe komentarze
ru: Посмотреть остальные комментарии
uk: Переглянути інші коментарі

source: No comments
am: Մեկնաբանություններ չկան
eo: Sen komentoj
id: Tidak ada Komentar
kk: Пікірлер жоқ
pl: Brak komentarzy
ru: Комментарии отсутствуют
uk: Коментарі відсутні

source: My news
kk: Жаңалықтарым
ru: Мои новости
uk: Мої новини

source: All news
am: Ամբողջ լուրերը
eo: Ĉiuj novaĵoj
kk: Барлық жаңалықтар
pl: Wszystkie aktualności
ru: Все новости
uk: Усі новини

# posts_per_page
source: Number of posts per page
am: Գրությունների քանակը էջում
eo: Nombro da afiŝoj po paĝo
kk: Бір беттегі жазбалар саны
pl: Ilość wpisów na stronie
ru: Количество записей на странице
uk: Кількість записів на сторінці

source: Show ignored sources
kk: Жасырылған топ не кісілерді көрсету
ru: Показывать игнорируемые источники
uk: Відображати ігноровані джерела

source: Autoscroll
kk: Таспаның жалғасын үздіксіз жүктеу
ru: Автоматическая прокрутка
uk: Автоматичне прокручування

# ajax_routing
source: AJAX-transitions
kk: Беттерді AJAX арқылы жүктеу
ru: AJAX-переходы
uk: AJAX-переходи

source: Attachment
am: Հավելում
eo: Alligiteco
id: Lampiran
kk: Тіркемелер
pl: Włożenie
ru: Вложение
uk: Вкладення

source: Post as group
am: Միության անունից
eo: Afiŝu kiel grupo
id: Post sebagai grup
kk: Топ ретінде жазу
pl: W imieniu Wspólnoty
ru: От имени сообщества
uk: Від імені спільноти

source: Comment as group
eo: Komentu kiel grupo
id: Komen sebagai group
kk: Топ ретінде пікір жазу
pl: W imieniu Wspólnoty
ru: От имени сообщества
uk: Від імені спільноти

source: Add source
kk: Дереккөз қосу
ru: Добавление источника
uk: Додавання джерела

# set_source
source: Apply source
kk: Дереккөзді көрсету
ru: Указать источник
uk: Зазначити джерело

source: Source
kk: Дереккөз
ru: Источник
uk: Джерело

# set_source_tip
source: If you are using content from other authors, it is important to provide a source to the original.<br>You can do it below.
kk: Басқа авторлардың контентін пайдалансаңыз, түпнұсқаға сілтеме беру маңызды.<br>Мұны төмен жасай аласыз.
ru: Если вы используете материалы других авторов, важно указывать ссылку на оригинал.<br>Сделать это вы можете ниже.
uk: У випадку використання матеріала(-ів) інших авторів, важливо вказувати посилання на оригінал. <br>Зробити Ви можете нижче.

source: Add signature
am: Հեղինակի ստորագրություն
eo: Aldonu subskribon
id: Tambahkan Teken
kk: Автордың қолтаңбасы
pl: Podpis autora
ru: Подпись автора
uk: Підпис автора

# contains_nsfw
source: Contains NSFW content
am: Պարունակում է NSFW մատերիալ
eo: Enhavas NSFW-enhavon
id: Konten Dewasa (NSFW)
kk: NSFW-контент бар
pl: Zawiera treści NSFW
ru: Содержит NSFW-контент
uk: Містить NSFW-контент

# nsfw_warning
source: This post may have NSFW-content
am: Այս պոստը կարող է պարունակել 18+ մատերիալ։
eo: Ĉi tiu afiŝo povas havi NSFW-enhavon
id: Postingan ini mungkin terdapat konten Dewasa (NSFW)
kk: Бұл жазбада NSFW-контент болуы мүмкін
pl: Ten post może zawierać ponad 18+ treści
ru: Данный пост может содержать 18+ контент
uk: Цей допис може містити контент 18+

source: Report
am: Բողոքարկել
eo: Raporto
id: Lapor
kk: Шағымдану
pl: Poskarżyć
ru: Пожаловаться
uk: Поскаржитися

source: Attach
am: Ամրացնել
id: Lampiran
kk: Тіркеу
pl: Przymocować
ru: Прикрепить
uk: Додати

source: Detach
kk: Алып тастау
ru: Открепить
uk: Відкріпити

source: Attach photo
am: Ամրացնել նկար
eo: Aligu foton
id: Lampirkan foto
kk: Сурет тіркеу
pl: Przymocować zdjęcie
ru: Прикрепить фото
uk: Додати фото

source: Draw graffiti
am: Նկարել գրաֆիտի
id: Lampirankan graffiti
kk: Граффити салу
pl: Narysować Graffiti
ru: Нарисовать граффити
uk: Намалювати графіті

# no_posts_abstract
source: Nobody wrote anything here... So far.
am: Այստեղ ոչ ոք, ոչինչ․․․ դեռ չի գրել․․․
eo: Neniu skribis ion ĉi tie... Ĝis nun.
id: belum ada yang tertulis disini...
kk: Бұл жерде әлі ешкім ештеңе жазбады.
pl: Nikt tu nic nie napisał... Dopóki.
ru: Здесь никто ничего не написал... Пока.
uk: Поки що, тут ніхто нічого не написав.

# attach_no_longer_available
source: This attachment is no longer available.
am: Այս հավելվածը այլևս հասանելի չէ
eo: Ĉi tiu aldonaĵo ne plu disponeblas.
id: Lampiran ini tidak lagi tersedia.
kk: Бұл тіркеме бұдан былай қол жетімді емес.
pl: Ten załącznik nie jest już dostępny.
ru: Это вложение больше недоступно.
uk: Це вкладення більше недоступне.

source: Open post
am: Բացել գրությունը
id: Buka postingan
kk: Жазбаны ашу
pl: Otwórz wpis
ru: Открыть запись
uk: Відкрити запис

# version_incompatibility
source: This attachment could not be displayed. Probably because the database is incompatible with the current version of OpenVK.
am: Չհաջողվեց ցույց տալ հավելվածը։ Հնարավոր է, բազաների տվյալները հասանելի չեն OpenVK–ի այս տարբերակի հետ։
eo: Ĉi tiu aldonaĵo ne povis esti montrata. Verŝajne la datumbazo estas nekongrua kun la nuna versio de la OpenVK.
id: Lampiran ini tidak dapat ditampilkan. Mungkin databasenya tidak kompatibel dengan versi OpenVK saat ini .
kk: Бұл тіркемені көрсете алмадық. Мәліметтер базасы OpenVK-дің қазіргі нұсқасымен үйлеспелмеуі мүмкін.
pl: Nie można wyświetlić tego załącznika. Być może baza danych nie jest zgodna z bieżącą wersją OpenVK.
ru: Не удалось отобразить это вложение. Возможно, база данных несовместима с текущей версией OpenVK.
uk: Не вдалося показати це вкладення. Можливо, база даних несумісна з поточною версією OpenVK.

source: Graffiti
kk: Граффити
ru: Граффити
uk: Графіті

source: Reply
am: Պատասխանել
id: Balas
kk: Жауап беру
pl: Odpowiedzieć
ru: Ответить
uk: Відповісти

# post_is_ad
source: This post is sponsored.
kk: Бұл жазба — жарнама.
ru: Этот пост был размещён за взятку.
uk: Можливо, цей допис спонсорований

# edited_short
source: edited
kk: өңдеді
ru: ред.
uk: ред.

source: Feed settings
kk: Таспаны баптау
ru: Настройки ленты
uk: Налаштування стрічки

source: Ignored sources
kk: Жасырылған топтар мен кісілер
ru: Игнорируемые источники
uk: Ігноровані джерела

source: Ignore user
kk: Осы кісіні жасыру
ru: Игнорировать пользователя
uk: Ігнорувати користувача

source: Unignore user
kk: Осы кісіні жасырмау
ru: Не игнорировать пользователя
uk: Не ігнорувати користувача

source: Ignore club
kk: Осы топты жасыру
ru: Игнорировать группу
uk: Ігнорувати спільноту

source: Unignore club
kk: Осы топты жасырмау
ru: Не игнорировать группу
uk: Не ігнорувати спільноту

# no_ignores_count
source: No ignored sources.
kk: Сіз ешбір топ не кісіні жасырған жоқсыз.
ru: Игнорируемых источников нет.
uk: Ігнорованих джерел немає.

# stop_ignore
source: Unignore
kk: Жасырмау
ru: Не игнорировать
uk: Не ігнорувати

source: Start from page
kk: Мына бет нөмірінен бастау:
ru: Начинать со страницы
uk: Починати зі сторінки

source: All posts
kk: Барлық жазба
ru: Все записи
uk: Всі дописи

# users_posts
source: Posts by $1
kk: $1 жазбалары
ru: Записи $1
uk: Дописи $1

# clubs_posts
source: Group's posts
kk: Топ жазбалары
ru: Записи сообщества
uk: Дописи спільноти

source: Others posts
kk: Өзгелердің жазбалары
ru: Чужие записи
uk: Чужі дописи

source: Show more
kk: Тағы көрсету
ru: Показать больше
uk: Відобразити більше

source: Has repost
kk: Репост бар
ru: Содержит репост
uk: Містить репост

source: Likers list
kk: Ұнатқандар саны
ru: Список лайкнувших
uk: Список вподобань

# liked_verb
source: Liked by
kk: Ұнатты
ru: Понравилось
uk: Вподобали

# liked_by_x_people_one
source: Liked by $1 user
kk: $1 кісі ұнатты
ru: Понравилось $1 человеку
uk: Вподобав $1 користувач

# liked_by_x_people_few
source: Liked by $1 users
kk: $1 кісі ұнатты
ru: Понравилось $1 людям
uk: Вподобали $1 користувача

# liked_by_x_people_many
source: Liked by $1 users
kk: $1 кісі ұнатты
ru: Понравилось $1 людям
uk: Вподобали $1 користувачів

# liked_by_x_people_other
source: Liked by $1 users
kk: $1 кісі ұнатты
ru: Понравилось $1 людям
uk: Вподобали $1 користувача

# liked_by_x_people_zero
source: Nobody liked
kk: Ешкім ұнатпады
ru: Никому не понравилось
uk: Вподобань немає

# geo_place
source: Place
kk: Орын
ru: Место
uk: Місце

source: Geotag
kk: Геотаңба
ru: Геолокация
uk: Геопозиція

source: Nearest posts
kk: Маңайдағы жазбалар
ru: Ближайшие посты
uk: Дописи неподалік

source: Latitude
kk: Ендік
ru: Широта
uk: Широта

source: Longitude
kk: Бойлық
ru: Долгота
uk: Довгота

# name_of_the_place
source: Place's name
kk: Орын атауы
ru: Название места
uk: Назва місця

# no_nearest_posts
source: No nearby posts
kk: Маңайда ешбір жазба жоқ
ru: Нет ближайших постов
uk: Дописів поблизу немає

# shown_last_nearest_posts
source: Showing last $1 posts per month
kk: Ай бойынша соңғы $1 жазба көрсетілген
ru: Показаны последние $1 постов за месяц
uk: Відображено останні $1 дописів за місяць

source: Change geo name
kk: Геотаңба атауын өзгерту
ru: Изменить название точки
uk: Змінити назву розташування

# change_geo_name_new
source: New name
kk: Жаңа атауы
ru: Новое название
uk: Нова назва

source: Friends
am: Ընկերներ
eo: Amikoj
id: Teman
kk: Достар
pl: Przyjaciel
ru: Друзья
uk: Друзі

source: Follower
am: Բաժանորդ
eo: Sekvanto
id: Pengikut
kk: Жазылман
pl: Subskrybent
ru: Подписчик
uk: Підписник

source: Followers
am: Բաժանորդներ
eo: Sekvantoj
id: Pengikut
kk: Жазылмандар
pl: Subskrybent
ru: Подписчики
uk: Підписники

# friends_add
source: Add to friends
am: Ավելացնել դեպի ընկերներ
eo: Aldonu al amikoj
id: Tambahkan sebagai teman
kk: Достарыма қосу
pl: Dodaj do znajomych
ru: Добавить в друзья
uk: Додати в друзі

# friends_delete
source: Remove from friends
am: Հեռացնել ընկերներից
eo: Forigi el amikoj
id: Hapus pertemanan
kk: Достарымнан жою
pl: Usuń z znajomych
ru: Удалить из друзей
uk: Видалити з друзів

# friends_accept
source: Accept request
am: Ընդունել հայտը
eo: Akceptu peton
id: Terima Permintaan
kk: Өтінімді қабылдау
pl: Zaakceptuj zgłoszenie
ru: Принять заявку
uk: Схвалити заявку

# friends_reject
source: Cancel request
am: Չեղարկել հայտը
eo: Malakcepti peton
id: Tolak Permintaan
kk: Өтінімді қайтару
pl: Anuluj wniosek
ru: Отменить заявку
uk: Відхилити заявку

# friends_leave_in_flw
source: Leave in followers
kk: Жазылушыларда қалдыру
ru: Оставить в подписчиках
uk: Залишити в підписниках

# friends_add_msg
source: Now you're friends.
kk: Достастыңыз.
ru: Теперь вы друзья.
uk: Тепер Ви — друзі.

# friends_rej_msg
source: You left this user as subscriber.
kk: Жазушылар тізімінде қалды.
ru: Вы оставили пользователя в подписчиках.
uk: Залишено користувача в підписниках.

# friends_rem_msg
source: You deleted this user from your friend list.
kk: Достар тізімінен өшірдіңіз.
ru: Вы удалили пользователя из списка своих друзей.
uk: Вилучено користувача зі списку своїх друзів.

# send_message
source: Send a message
am: Ուղարկել նամակ
eo: Sendu mesaĝon
id: Kirim Pesan
kk: Хат жазу
pl: Wyślij wiadomość
ru: Отправить сообщение
uk: Відправити повідомлення

# incoming_req
source: Pending
am: Բաժանորդներ
eo: Abonantoj
id: Menunggu
kk: Жазылушылар
pl: Subskrybent
ru: Входящие
uk: Підписники

# outcoming_req
source: Outgoing
am: Հայցեր
eo: Petoj
id: Keluar
kk: Өтінімдер
pl: Zgłoszenie
ru: Исходящие
uk: Вихідні

# req
source: Requests
am: Հայցեր
eo: Petoj
id: Permintaan
kk: Өтінімдер
pl: Zgłoszenie
ru: Заявки
uk: Заявки

source: Friends online
kk: Желідегі достар
ru: Друзья онлайн
uk: Друзі онлайн

source: All friends
kk: Барлық достар
ru: Все друзья
uk: Усі друзі

# req_zero
source: No requests were found...
id: Tidak ada permintaan ditemukan...
kk: Ешбір сұрау табылмады...
ru: Не найдено ни одной заявки...
uk: Немає заявок...

# req_one
source: Found $1 request
id: Terdapat $1 permintaan
kk: $1 сұрау табылды
ru: Найдена $1 заявка
uk: Знайдена $1 заявка

# req_other
source: Found $1 requests
id: Terdapat $1 permintaan
kk: $1 сұрау табылды
ru: Найдено $1 заявок
uk: Знайдено $1 заявки

# friends_zero
source: No friends
am: Ոչ մի ընկեր չկա
eo: Neniuj amikoj
id: Tidak ada pertemanan
kk: Достарыңыз жоқ
pl: Ani jednego przyjaciela
ru: Ни одного друга
uk: Немає друзів

# friends_one
source: $1 friend
am: $1 ընկեր
eo: $1 amiko
id: $1 teman
kk: $1 дос
pl: $1 przyjaciel
ru: $1 друг
uk: $1 друг

# friends_other
source: $1 friends
am: $1 հատ ընկեր
eo: $1 amikoj
id: $1 teman
kk: $1 дос
pl: $1 przyjaciół
ru: $1 друзей
uk: $1 друзів

# friends_online_zero
source: No friends online
kk: Желідеге достарыңыз жоқ
ru: Ни одного друга онлайн
uk: Немає друзів в онлайн

# friends_online_one
source: $1 friend is online
kk: $1 дос желіде
ru: $1 друг онлайн
uk: $1 друг онлайн

# friends_online_other
source: $1 friends are online
kk: $1 дос желіде
ru: $1 друзей онлайн
uk: $1 друзів онлайн

# friends_list_zero
source: You have no friends yet
id: Kamu belum memiliki pertemanan
kk: Әзірше достарыңыз жоқ
ru: У Вас пока нет друзей
uk: У Вас ще немає друзів

# friends_list_one
source: You have $1 friend
id: Kamu memiliki $1 pertemanan
kk: Сізде $1 дос
ru: У Вас $1 друг
uk: У Вас $1 друг

# followers_zero
source: No followers
am: Ոչ մի բաժանորդ չունեք
eo: Neniuj sekvantoj
id: Tidak ada pengikut
kk: Жазылмандар жоқ
pl: Brak subskrybenta
ru: Ни одного подписчика
uk: Жодного підписника

# followers_one
source: $1 follower
am: $1 բաժանորդ
eo: $1 sekvanto
id: $1 pengikut
kk: $1 жазылман
pl: $1 subskrybent
ru: $1 подписчик
uk: $1 підписник

# followers_other
source: $1 followers
am: $1 բաժանորդ
eo: $1 sekvantoj
id: $1 pengikut
kk: $1 жазылман
pl: $1 subskrybent
ru: $1 подписчиков
uk: $1 підписників

# subscriptions_zero
source: No subscriptions
am: Ոչ մեկի վրա չեք բաժանորդագրվել
eo: Neniuj abonoj
id: Tidak ada Langganan
kk: Жазылым жоқ
pl: Brak abonamentu
ru: Ни одной подписки
uk: Жодної підписки

# subscriptions_one
source: $1 subscription
am: $1 բաժանորդագրություն
eo: $1 abono
id: $1 Langganan
kk: $1 жазылым
pl: $1 subskrypcja
ru: $1 подписка
uk: $1 підписка

# subscriptions_other
source: $1 subscriptions
am: $1 բաժանորդագրություն
eo: $1 abonoj
id: $1 Langganan
kk: $1 жазылым
pl: $1 subskrypcji
ru: $1 подписок
uk: $1 підписки

# friends_list_online_zero
source: You have no friends online
kk: Әзірше желідегі достарыңыз жоқ
ru: У Вас пока нет друзей онлайн
uk: Немає друзів в онлайні
