Repository: OpenVK/openvk
Catalog: locales/*.strings
Languages: am, eo, id, kk, pl, ru, uk

# two_factor_authentication_settings_4
source: Now, enter the code generated by the app and your account password to confirm your identity.
am: Հիմա մուտքագրե՛ք հավելվածի կողմից տրված կոդը և ձեր էջի գաղտնաբառը, որպեսզի մենք կարողանանք հաստատել, որ դա դուք եք։
eo: Nun enigu la kodon, kiun la aplikaĵo donis al vi, kaj la pasvorton por via paĝo, por ke ni povu konfirmi, ke vi vere estas.
id: Now enter the code that the application gave you and the password for your page so that we can confirm that you really are.
kk: Енді кіріп отырған кісі шынымен сіз екеніңізді растау үшін, арнайы қолданбадан алынатын кодты және парақшаның құпиясөзін енгізіңіз.
pl: Teraz wprowadź kod dostarczony przez aplikację i hasło ze strony, abyśmy mogli potwierdzić, że naprawdę jesteś sobą.
ru: Теперь введите код, который вам предоставило приложение, и пароль от вашей страницы, чтобы мы могли подтвердить, что вы действительно вы.
uk: Тепер введіть код, який Вам надав застосунок, і пароль від Вашої сторінки, щоб ми могли підтвердити, що ви дійсно ви.

source: Connect
am: Կապել
eo: Konekti
id: Hubungkan
kk: Қосу
pl: Podłączyć
ru: Подключить
uk: Під'єднати

source: Enable
am: Միացնել
eo: Ebligu
id: Aktifkan
kk: Қосу
pl: Włączyć
ru: Включить
uk: Включити

source: Disable
am: Անջատել
eo: Malebligu
id: nonaktifkan
kk: Сөндіру
pl: Wyłączyć
ru: Отключить
uk: Відключити

source: Code
am: Կոդ
eo: Kodo
id: Kode
kk: Код
pl: Kod
ru: Код
uk: Код

source: 2FA code
am: 2FA կոդ
eo: 2FA-kodo
id: Kode 2FA
kk: 2FA коды
pl: Kod 2FA
ru: Код 2FA
uk: Код 2FA

# incorrect_password
source: Password is incorrect
am: Սխալ գաղտնաբառ
eo: Malĝusta pasvorto
id: kata sandi tidak sesuai
kk: Құпия сөз дұрыс емес
pl: Nieprawidłowe hasło
ru: Неверный пароль
uk: Хибний пароль

# incorrect_code
source: Code is incorrect
am: Սխալ կոդ
eo: Malĝusta kodo
id: kode tidak sesuai
kk: Код дұрыс емес
pl: Nieprawidłowy kod
ru: Неверный код
uk: Хибний код

# incorrect_2fa_code
source: Two-factor authentication code is incorrect
am: Սխալ կոդ երկքայլ աուտենտիֆիկացիայի համար
eo: Malĝusta dufaktora aŭtentikigkodo
id: Keamanan autentikasi dua faktor tidak sesuai
kk: Екі факторлы аутентификацияның коды дұрыс емес
pl: Nieprawidłowy kod uwierzytelniania dwuskładnikowego
ru: Неверный код двухфакторной аутентификации
uk: Хибний код двофакторної автентифікації

# two_factor_authentication_enabled_message
source: Two-factor authentication is now enabled
am: Երկքայլ աուտենտիֆիկացիան միացված է
eo: Dufaktora aŭtentigo ebligita
id: Two-factor authentication enabled
kk: Екі факторлы аутентификация қосулы
pl: Uwierzytelnianie dwuskładnikowe włączone
ru: Двухфакторная аутентификация включена
uk: Двофакторна автентифікація увімкнена

# two_factor_authentication_enabled_message_description
source: Your account is now more secure. We recommend downloading <a href='javascript:viewBackupCodes()'>backup codes</a>.
am: Ձեր էջը ջարդելը հիմա բարդ գործ է․․․ Խորհուրդ ենք տալիս ներբեռնել <a href='javascript:viewBackupCodes()'>ռեզերվային կոդերը</a>
eo: Via paĝo fariĝis pli malfacila por haki. Ni rekomendas, ke vi elŝutu <a href='javascript:viewBackupCodes()'> rezervajn kodojn </a>
id: Your page has become more difficult to hack. We recommend that you download <a href='javascript:viewBackupCodes()'>backup codes</a>
kk: Сіздің парағыңызды бұзу қиынырақ болды. <a href='javascript:viewBackupCodes()'>Сақтық көшірме кодтарын</a> жүктеп алуды ұсынамыз
pl: Twoja strona stała się trudniejsza do zhakowania. Zachęcamy do pobrania <a href='javascript:viewBackupCodes()'>kody zapasowe</a>
ru: Вашу страницу стало труднее взломать. Рекомендуем вам скачать <a href='javascript:viewBackupCodes()'>резервные коды</a>
uk: Вашу сторінку стало важче зламати. Рекомендуємо Вам завантажити <a href='javascript:viewBackupCodes()'>резервні коди</a>

# two_factor_authentication_disabled_message
source: Two-factor authentication has been disabled
am: Երկքայլ աուտենտիֆիկացիան անջատված է
eo: Dufaktora aŭtentigo malŝaltita
id: Keamanan autentikasi dua faktor dinon-aktifkan
kk: Екі факторлы аутентификация өшірулі
pl: Uwierzytelnianie dwuskładnikowe wyłączone
ru: Двухфакторная аутентификация отключена
uk: Двофакторна автентифікація вимкнена

# view_backup_codes
source: See backup codes
am: Դիտել ռեզերվային կոդերը
eo: Rigardu rezervajn kodojn
id: lihat kode cadang
kk: Сақтық көшірме кодтарын көру
pl: Zobacz kody zapasowe
ru: Посмотреть резервные коды
uk: Переглянути резервні коди

# backup_codes
source: Backup codes for login verification
am: Մուտքի հաստատման ռեզերվային կոդեր
eo: Rezervaj kodoj por ensaluta konfirmo
id: Backup codes for login confirmation
kk: Кіруді растауға арналған сақтық көшірме кодтары
pl: Kody zapasowe do potwierdzenia logowania
ru: Резервные коды для подтверждения входа
uk: Резервні коди для підтвердження входу

# two_factor_authentication_backup_codes_1
source: Backup codes enable you to confirm your login when you can't access your phone, such as when traveling.
am: Ռեզերվային կոդերը թույլ են տալիս հաստատել մուտքը, երբ դուք չունեք հասանելիություն հեռախոսին, օրինակ՝ ճանապարհորդելիս կամ աշխատանքի վայրում։
eo: Rezervaj kodoj permesas vin validigi vian ensaluton kiam vi ne havas aliron al via telefono, ekzemple, dum vojaĝado.
id: Backup codes allow you to validate your login when you don't have access to your phone, for example, while traveling.
kk: Сақтық көшірме кодтары телефонға кіру мүмкіндігіңіз болмаған кезде, мысалы, саяхат кезінде парақшаға кіруге растауға мүмкіндік береді.
pl: Kody zapasowe pozwalają potwierdzić logowanie, gdy nie masz dostępu do telefonu, na przykład podczas podróży.
ru: Резервные коды позволяют подтверждать вход, когда у вас нет доступа к телефону, например, в путешествии.
uk: Резервні коди дають змогу підтвердити вхід, за відсутності доступа до 2FA застосунка.

# two_factor_authentication_backup_codes_2
source: You have <b>10 more codes</b>, and each code can only be used once. Print them, store them securely, and use when needed for login verification.
am: Դուք ունեք դեռ <b>10 կոդ</b>, որոնցից ամեն մեկը կարելի է օգտագործել միայն մեկ անգամ։ Պահե՛ք կոդերը ապահով տեղում և չկորցնե՛ք։
eo: Vi havas <b>10 pliajn kodojn</b>, ĉiu kodo povas esti uzata nur unufoje. Presu ilin, metu ilin en sekuran lokon kaj uzu ilin kiam vi bezonas kodojn por validigi vian ensaluton.
id: You have <b>10 more codes</b>, each code can only be used once. Print them out, put them away in a safe place and use them when you need codes to validate your login.
kk: Сізде тағы <b>10 код</b> бар, әр кодты тек бір рет пайдалануға болады. Оларды басып шығарыңыз да қауіпсіз жерге қойыңыз. Кіруіңізді растағанда кодтар қажет болғанда пайдаланыңыз.
pl: Masz jeszcze <b>10 kodów</b>, każdy kod może być użyty tylko raz. Wydrukuj je, odłóż w bezpieczne miejsce i użyj, gdy potrzebne są kody, aby potwierdzić wejście.
ru: У вас есть ещё <b>10 кодов</b>, каждым кодом можно воспользоваться только один раз. Распечатайте их, уберите в надежное место и используйте, когда потребуются коды для подтверждения входа.
uk: Ви маєте <b>10 кодів</b>, кожним кодом можна скористатися тільки один раз. Надрукуйте їх, приберіть у надійне місце і використовуйте, коли будуть потрібні коди для підтвердження входу.

# two_factor_authentication_backup_codes_3
source: You can request new codes if needed. Only the latest set of backup codes generated is valid.
am: Դուք կարող եք էլի ստանալ ռեզերվային կոդեր։ Վավեր են միայն վերջերս ստեղծված ռեզերվային կոդերը։
eo: Vi povas akiri novajn kodojn se ili finiĝas. Nur la lastaj kreitaj rezervaj kodoj validas.
id: You can get new codes if they run out. Only the last created backup codes are valid.
kk: Таусылған жағдайда жаңа кодтар алуға болады. Тек соңғы жасалған сақтық көшірме кодтар жарамды.
pl: Możesz uzyskać nowe kody, jeśli się skończą. Ważne są tylko ostatnio utworzone kody kopii zapasowych.
ru: Вы можете получить новые коды, если они заканчиваются. Действительны только последние созданные резервные коды.
uk: Ви можете отримати нові коди, якщо вони закінчуються. Дійсні тільки останні створені резервні коди.

# viewing_backup_codes
source: View backup codes
kk: Қалпына келтіру кодтарын көру
ru: Просмотр резервных кодов
uk: Перегляд резервних кодів

# disable_2fa
source: Turn off 2FA
kk: 2FA-ны өшіру
ru: Отключить 2FA
uk: Вимкнути 2FA

# viewing
source: View
kk: Қарау
ru: Просмотреть
uk: Переглянути

# identifies_itself_as
source: that identifies itself as $1
kk: атауы: $1
ru: идентифицирующее себя как $1
uk: що ідентифікує себе як $1

# located_at_url
source: located at $1
kk: (мекенжайы: $1)
ru: располагающееся по адресу $1
uk: розміщене за адресою $1

# wants_your_token
source: wants to access your account
kk: сіздің аккаунтыңызға рұқсат сұрап отыр
ru: запрашивает доступ к вашему аккаунту
uk: запитує доступ до Вашого акаунта

source: App will have access to:
kk: Оған мына деректер қолжетімді болады:
ru: Приложению будут доступны:
uk: Застосунку буде доступно:

# oauth_scope_all
source: profile information, status, list of friends, photos, wall posts, audios, videos, notifications, fishing rod handle, messages, gifts, <b>your e-mail</b>, polls, communities, discussions, notes, <b>payment method</b>, likes and comments
kk: парақша туралы ақпарат, күйіңізді жаңарту, достар тізімі, суреттер, жазбалар жариялау, әндер, бейнелер, хаттар, сыйлықтар, <b>электрондық поштаңыз</b>, сауалнамалар, топтар, талқылаулар, жолжазбалар, <b>дауыстар</b>, лүпілдер мен пікірлер
ru: информация страницы, обновление статуса, список друзей, фотографии, публикация записей, аудиозаписи, видео, уведомления, сообщения, подарки, <b>ваш адрес электронной почты</b>, опросы, группы, обсуждения, заметки, <b>голоса</b>, лайки и комментарии
uk: інформація сторінки, оновлення статусу, список друзів, фотографії, публікація дописів, аудіозаписи, відео, повідомлення, повідомлення, подарунки, <b>Ваша адреса електронної пошти</b>, опитування, спільноти, обговорення, нотатки, <b>голоси</b>, лайки та коментарі

# oauth_grant
source: Allow
kk: Рұқсат беру
ru: Разрешить
uk: Дозволити

# oauth_deny
source: Deny
kk: Бас тарту
ru: Отмена
uk: Скасувати

source: Sort randomly
am: Դասավորել պատահական
eo: Ordigi hazarde
id: Urutkan secara acak
kk: Кездейсоқ сұрыптау
pl: Sortuj losowo
ru: Сортировать случайно
uk: Сортувати випадково

# sort_up
source: Sort by ID up
am: Դասավորել ըստ ստեղծման ամսաթվի դեպի վերև
eo: Ordigu laŭ ID supren
id: Urutkan berdasarkan ID terawal
kk: ID бойынша сұрыптау (үсті)
pl: Sortuj według daty utworzenia w górę
ru: Сортировать по дате создания вверх
uk: Сортувати за датою створення вверх

# sort_down
source: Sort by ID down
am: Դասավորել ըստ ստեղծման ամսաթվի դեպի ներքև
eo: Ordigu laŭ ID malsupren
id: Urutkan berdasarkan ID terakhir
kk: ID бойынша сұрыптау (асты)
pl: Sortuj według daty utworzenia w dół
ru: Сортировать по дате создания вниз
uk: Сортувати за датою створення вниз

source: Videos
am: Տեսանյութեր
eo: Videoj
id: Video
kk: Бейнежазбалар
pl: Wideo
ru: Видеозаписи
uk: Відеозаписи

source: Video
am: Տեսանյութ
kk: Бейнежазба
pl: Wideo
ru: Видеозапись
uk: Відеозапис

source: Upload video
am: Վերբեռնել վիդեո
eo: Alŝutu videon
id: Unggah video
kk: Бейнежазба жүктеу
pl: Pobierz film
ru: Загрузить видео
uk: Завантажити відео

# video_uploaded
source: Uploaded
am: Վերբեռնված է
eo: Alŝutita
kk: Жүктелді
pl: Załadowane
ru: Загружено
uk: Завантажено

# video_updated
source: Updated
am: Թարմացված է
eo: Ĝisdatigita
kk: Жаңартылды
pl: Aktualizacja
ru: Обновлено
uk: Оновлено

# video_link_to_yt
source: Link to YouTube
am: YouTube-յան հղում
eo: Ligo al YouTube
id: Pintaskan ke YouTube
kk: YT сілтеме
pl: Link na YT
ru: Ссылка на YouTube
uk: Посилання на YouTube

# info_name
source: Title
am: Անվանում
eo: Titolo
id: Judul
kk: Атауы
pl: Nazwa
ru: Название
uk: Назва

# info_description
source: Description
am: Նկարագրություն
eo: Priskribo
id: Deskripsi
kk: Сипаттама
pl: Opis
ru: Описание
uk: Опис

# info_uploaded_by
source: Uploaded by
am: Վերբեռնել է
eo: Alŝutite de
id: Diunggah oleh
kk: Жүктеген:
pl: Pobrał
ru: Загрузил
uk: Завантажив

# info_upload_date
source: Upload date
am: Վերբեռնման ամսաթիվ
id: Tanggal unggah
kk: Жүктелген күні
pl: Data pobrania
ru: Дата загрузки
uk: Дата завантаження

# videos_zero
source: No videos
am: Ոչ մի տեսանյութ չկա
eo: Neniuj filmetoj
id: Tidak ada video
kk: Бейнежазбалар жоқ
pl: Brak nagrania wideo
ru: Нет видео
uk: Жодного відеозапису

# videos_one
source: $1 video
am: Մեկ տեսանյութ
kk: $1 бейнежазба
pl: Jedno nagranie wideo
ru: Одна видеозапись
uk: Один відеозапис

# videos_other
source: $1 videos
am: $1 տեսանյութ
eo: $1 videoj
id: $1 video
kk: $1 бейнежазба
pl: $1 nagrania wideo
ru: $1 видеозаписей
uk: $1 відеозаписа

# view_video
source: View
am: Դիտում
id: Lihat Video
kk: Көру
ru: Просмотр
uk: Перегляд

source: Change video
kk: Бейнені өзгерту
ru: Изменить видеозапись
uk: Редагувати відеозапис

# unknown_video
source: This video is not supported in your version of OpenVK.
kk: Бұл бейне OpenVK-ның осы нұсқасында жұмыс істемейді.
ru: Эта видеозапись не поддерживается в вашей версии OpenVK.
uk: Цей відеозапис не підтримується в цій версії OpenVK.

# selecting_video
source: Selecting videos
kk: Бейне таңдау
ru: Выбор видеозаписей
uk: Вибір відеозаписів

source: Upload new video
kk: Жаңа бейнежазба жүктеу
ru: Загрузить новое видео
uk: Завантажити нове відео

# max_attached_videos
source: Max is 10 videos
kk: Максимум 10 бейнежазба
ru: Максимум 10 видеозаписей
uk: Максимум 10 відеозаписів

# max_attached_photos
source: Max is 10 photos
kk: Максимум 10 сурет
ru: Максимум 10 фотографий
uk: Максимум 10 фотографій

# max_attached_audios
source: Max is 10 audios
kk: Максимум 10 ән
ru: Максимум 10 аудиозаписей
uk: Максимум 10 аудіозаписів

# no_videos
source: You don't have uploaded videos.
kk: Сізде бейнежазба жоқ.
ru: У вас нет видео.
uk: Ви не маєте відео.

# no_videos_results
source: No results.
kk: Нәтиже жоқ.
ru: Нет результатов.
uk: Немає результатів.

# video_file_upload
source: Upload file
kk: Файл жүктеп салу
ru: Загрузить файл
uk: Завантажити файл

# video_youtube_upload
source: Add from YouTube
kk: YouTube-тен қосу
ru: Добавить с YouTube
uk: Вкласти з YouTube

source: My
kk: Менің
ru: Моё
uk: Моє

source: Audios
kk: Әндер
ru: Аудиозаписи
uk: Аудіозаписи

source: Audio
kk: Ән
ru: Аудиозапись
uk: Аудіозапис

source: Playlist
kk: Әнтізім
ru: Плейлист
uk: Список відтворення

source: Upload audio
kk: Ән жүктеу
ru: Загрузить аудио
uk: Завантажити аудіозапис

source: Upload audio to group
kk: Топқа ән жүктеу
ru: Загрузить аудио в группу
uk: Завантажити аудіозапис в спільноту

source: Performer
kk: Орындаушы
ru: Исполнитель
uk: Виконавець

# audio_name
source: Name
kk: Атауы
ru: Название
uk: Назва

source: Genre
kk: Жанр
ru: Жанр
uk: Жанр

source: Lyrics
kk: Мәтін
ru: Текст
uk: Текст

# select_another_file
source: Upload another file
kk: Басқа файл таңдау
ru: Загрузить ещё
uk: Завантажити ще

source: Limits
kk: Шектеулер
ru: Ограничения
uk: Ліміти

# select_audio
source: Select audios
kk: Компьютеріңізден ән таңдаңыз
ru: Выберите аудиозапись на Вашем компьютере
uk: Оберіть аудіозапис з Вашого пристрою

# audio_requirements
source: Audio must be between $1 seconds and $2 minutes, with a file size up to $3 MB, and contain an audio stream.
kk: Ән ұзақтығы $1 сек. пен $2 минут аралығында болуы керек, өлшемі $3 МБ-тан аспауы тиіс және аудиожол қамтуы қажет.
ru: Аудиозапись должна быть длиной от $1 cекунд до $2 минут и размером до $3 МБ, а также должна содержать аудиопоток.
uk: Аудіозапис має тривати від $1 секунди до $2 хвилин, мати розмір до $3 МБ та мати аудіопотік.

# audio_requirements_2
source: Audio must not infringe copyright and related rights.
kk: Ән авторлық және сабақтас құқықтарды бұзбауы керек.
ru: Аудиозапись не должна нарушать авторские и смежные права.
uk: Аудіозапис не має порушувати авторські та суміжні права

# you_can_also_add_audio_using
source: You can also add audio from files you have already downloaded using
kk: Сондай-ақ бұрын жүктелген файлдар арасынан әнді қосуға болады, ол үшін
ru: Вы также можете добавить аудиозапись из числа уже загруженных файлов, воспользовавшись
uk: Ви також можете додати аудіозапис з переліку завантажених файлів за допомогою

# search_audio_inst
source: audios search
kk: әндерден іздеп көріңіз
ru: поиском по аудио
uk: пошуку аудіозаписів

# audio_embed_not_found
source: Audio not found
kk: Ән табылмады
ru: Аудиозапись не найдена
uk: Аудіозапис не знайдено

# audio_embed_deleted
source: Audio has been deleted
kk: Ән жойылған
ru: Аудиозапись была удалена
uk: Аудіозапис видалено

# audio_embed_withdrawn
source: The audio has been withdrawn at the request of the copyright holder
kk: Ән құқық иесінің сұранысы бойынша өшірілген.
ru: Аудиозапись была изъята по обращению правообладателя.
uk: Аудіозапис було вилучено на вимогу правовласника

# audio_embed_forbidden
source: The user's privacy settings do not allow this audio to be embedded
kk: Пайдаланушының құпиялылық параметрлері бұл әнді ендіруге рұқсат етпейді
ru: Настройки приватности пользователя не позволяют встраивать эту композицию
uk: Налаштування конфіденційності користувача не дозволяють вбудовувати цей аудіозапис

# audio_embed_processing
source: Audio is processing.
kk: Ән әлі өңделіп жатыр.
ru: Аудио находится в обработке.
uk: Аудіозапис ще обробляється або був неправильно оброблений.

# audio_embed_processing_bait
source: Play anyway
kk: Бәрібір ойнату
ru: Всё равно хочу воспроизвести
uk: Все одно відтворити

# audios_count_zero
source: No audios
kk: Ән жоқ
ru: Нет аудиозаписей
uk: Немає аудіозаписів

# audios_count_one
source: One audio
kk: Бір ән
ru: Одна аудиозапись
uk: Один аудіозапис

# audios_count_few
source: $1 audios
kk: $1 ән
ru: $1 аудиозаписи
uk: $1 аудіозаписа

# audios_count_many
source: $1 audios
kk: $1 ән
ru: $1 аудиозаписей
uk: $1 аудіозаписів

# audios_count_other
source: $1 audios
kk: $1 ән
ru: $1 аудиозаписей
uk: $1 аудіозаписа

# track_unknown
source: Unknown
kk: Белгісіз
ru: Неизвестен
uk: Невідомий

# track_noname
source: Untitled
kk: Атауы жоқ
ru: Без названия
uk: Без назви

source: My music
kk: Менің музыкам
ru: Моя музыка
uk: Моя музика

# music_user
source: User's music
kk: Пайдаланушы музыкасы
ru: Музыка пользователя
uk: Музика користувача

# music_club
source: Group's music
kk: Топ музыкасы
ru: Музыка группы
uk: Аудіозаписи спільноти

# audio_new
source: New
kk: Жаңа
ru: Новое
uk: Нове

# audio_popular
source: Popular
kk: Танымал
ru: Популярное
uk: Популярні

# audio_search
source: Search
kk: Іздеу
ru: Поиск
uk: Пошук

# my_audios_small
source: My audios
kk: Менің әндерім
ru: Мои аудиозаписи
uk: Мої аудіозаписи

# my_audios_small_uploaded
source: Uploaded
kk: Жүктеп салынған
ru: Загруженное
uk: Завантажене

source: My playlists
kk: Менің әнтізімдерім
ru: Мои плейлисты
uk: Мій список відтворення

source: Playlists
kk: Әнтізімдер
ru: Плейлисты
uk: Списки відтворення

# audios_explicit
source: Contains obscene language
kk: Дөрекі сөздер бар
ru: Содержит нецензурную лексику
uk: Має нецензурну лексику

# audios_unlisted
source: Unlisted
kk: Жасырылған
ru: Скрыто из поиска
uk: Приховано з пошуку

source: Withdrawn
kk: Өшірілген
ru: Изъято
uk: Вилучено

source: Deleted
kk: Жойылған
ru: Удалено
uk: Видалено

source: Owner
kk: Иесі
ru: Владелец
uk: Власник

source: Searchable
kk: Іздеу бетінде көрсетіледі
ru: Доступно в поиске
uk: Доступно у пошуку

# no_playlists_thisuser
source: You haven't added any playlists yet.
kk: Сіз әлі әнтізім қоспадыңыз.
ru: Вы ещё не добавляли плейлистов.
uk: Ви ще не додали жодного списку відтворення.

# no_playlists_user
source: This user has not added any playlists yet.
kk: Бұл пайдаланушы әлі әнтізім қоспаған.
ru: Этот пользователь ещё не добавлял плейлистов.
uk: Цей користувач ще не додав жодного списка відтворення.

# no_playlists_club
source: This group hasn't added playlists yet.
kk: Бұл топта әнтізім жоқ.
ru: Эта группа ещё не добавляла плейлистов.
uk: Ця спільнота не додала жодного списку відтворення.

# no_audios_thisuser
source: You haven't added any audios yet.
kk: Сіз әлі ән қоспағансыз.
ru: Вы ещё не добавляли аудиозаписей.
uk: Ви ще не додали жодного аудіозаписа.

# no_audios_user
source: This user has not added any audios yet.
kk: Бұл пайдаланушы әлі ән қоспаған.
ru: Этот пользователь ещё не добавлял аудиозаписей.
uk: Цей користувач не додав жодного аудіозапису.

# no_audios_club
source: This group has not added any audios yet.
kk: Бұл топта ән қосылмаған.
ru: Эта группа ещё не добавляла аудиозаписей.
uk: Ця спільнота не додала жодного аудіозаписа.

source: New playlist
kk: Жаңа әнтізім
ru: Новый плейлист
uk: Створити список відтворення

# created_playlist
source: created
kk: жасалды
ru: создан
uk: створений

# updated_playlist
source: updated
kk: жаңартылды
ru: обновлён
uk: оновлений

# bookmark
source: Add to collection
kk: Жинаққа қосу
ru: Добавить в коллекцию
uk: Додати до колекції

# unbookmark
source: Remove from collection
kk: Жинақтан жою
ru: Убрать из коллекции
uk: Видалити з колекції

# empty_playlist
source: There are no audios in this playlist.
kk: Бұл әнтізімде ән жоқ.
ru: В этом плейлисте нет аудиозаписей.
uk: У цьому списку відтворення немає аудіозаписів.

source: Edit playlist
kk: Әнтізімді өңдеу
ru: Редактировать плейлист
uk: Редагувати список відтворення

# unable_to_load_queue
source: Error when loading queue.
kk: Кезекті жүктеу сәтсіз аяқталды.
ru: Не удалось загрузить очередь.
uk: Помилка при завантаженні черги.

# fully_delete_audio
source: Delete audio
kk: Әнді жою
ru: Полностью удалить аудиозапись
uk: Повністю видалити аудіозапис

source: Attach audio
kk: Әнді тіркеу
ru: Прикрепить аудиозапись
uk: Прикріпити аудіозапис

source: Detach audio
kk: Әнді ажырату
ru: Открепить аудиозапись
uk: Відкріпити аудіозапис

source: Show more audios
kk: Көбірек ән көрсету
ru: Показать больше аудиозаписей
uk: Показати більше аудіозапис

source: Add to playlist
kk: Әнтізімге қосу
ru: Добавить в плейлист
uk: Додати до списку відтворення

source: Remove from playlist
kk: Әнтізімнен жою
ru: Удалить из плейлиста
uk: Видалити зі списку відтворення

source: Delete playlist
kk: Әнтізімді жою
ru: Удалить плейлист
uk: Видалити список відтворення

# playlists_user
source: User's playlists
kk: Пайдаланушы әнтізімдері
ru: Плейлисты пользователя
uk: Список відтворення користувача

# playlists_club
source: Group's playlists
kk: Топ әнтізімдері
ru: Плейлисты группы
uk: Списки відтворення спільнот

source: Change cover
kk: Мұқабаны өзгерту
ru: Сменить обложку
uk: Змінити обкладинку

# minutes_count_zero
source: Lasts no minutes
kk: ұзақтығы нөл минут
ru: длится ноль минут
uk: триває менше ніж хвилину

# minutes_count_one
source: Lasts one minute
kk: ұзақтығы бір минут
ru: длится одну минуту
uk: триває одну хвилину

# minutes_count_few
source: Lasts $1 minutes
kk: ұзақтығы $1 минут
ru: длится $1 минуты
uk: триває більше однієї хвилини

# minutes_count_many
source: Lasts $1 minutes
kk: ұзақтығы $1 минут
ru: длится $1 минут
uk: триває $1 хвилину

# minutes_count_other
source: Lasts $1 minutes
kk: ұзақтығы $1 минут
ru: длится $1 минут
uk: триває $1 хвилину

# listens_count_zero
source: No listens
kk: тыңдалмаған
ru: нет прослушиваний
uk: жодного прослуховування

# listens_count_one
source: One listen
kk: бір рет тыңдалды
ru: одно прослушивание
uk: одне прослуховування

# listens_count_few
source: $1 listens
kk: $1 рет тыңдалды
ru: $1 прослушивания
uk: більше одного прослуховування

# listens_count_many
source: $1 listens
kk: $1 рет тыңдалды
ru: $1 прослушиваний
uk: $1 прослуховувань

# listens_count_other
source: $1 listens
kk: $1 рет тыңдалды
ru: $1 прослушиваний
uk: $1 прослуховувань

# add_audio_to_club
source: Add audio to group
kk: Топқа ән қосу
ru: Добавить аудио в группу
uk: Додати аудіозапис до спільноти

# add_audio
source: Adding audio
kk: Ән қосу
ru: Добавление аудио
uk: Додавання аудіозапис
